[
  {
    "label": "POSITIVE",
    "text": "Wow... Loved this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Crust is not good."
  },
  {
    "label": "NEGATIVE",
    "text": "Not tasty and the texture was just nasty."
  },
  {
    "label": "POSITIVE",
    "text": "Stopped by during the late May bank holiday off Rick Steve recommendation and loved it."
  },
  {
    "label": "POSITIVE",
    "text": "The selection on the menu was great and so were the prices."
  },
  {
    "label": "NEGATIVE",
    "text": "Now I am getting angry and I want my damn pho."
  },
  {
    "label": "NEGATIVE",
    "text": "Honeslty it didn't taste THAT fresh.)"
  },
  {
    "label": "NEGATIVE",
    "text": "The potatoes were like rubber and you could tell they had been made up ahead of time being kept under a warmer."
  },
  {
    "label": "POSITIVE",
    "text": "The fries were great too."
  },
  {
    "label": "POSITIVE",
    "text": "A great touch."
  },
  {
    "label": "POSITIVE",
    "text": "Service was very prompt."
  },
  {
    "label": "NEGATIVE",
    "text": "Would not go back."
  },
  {
    "label": "NEGATIVE",
    "text": "The cashier had no care what so ever on what I had to say it still ended up being wayyy overpriced."
  },
  {
    "label": "POSITIVE",
    "text": "I tried the Cape Cod ravoli, chicken, with cranberry...mmmm!"
  },
  {
    "label": "NEGATIVE",
    "text": "I was disgusted because I was pretty sure that was human hair."
  },
  {
    "label": "NEGATIVE",
    "text": "I was shocked because no signs indicate cash only."
  },
  {
    "label": "POSITIVE",
    "text": "Highly recommended."
  },
  {
    "label": "NEGATIVE",
    "text": "Waitress was a little slow in service."
  },
  {
    "label": "NEGATIVE",
    "text": "This place is not worth your time, let alone Vegas."
  },
  {
    "label": "NEGATIVE",
    "text": "did not like at all."
  },
  {
    "label": "NEGATIVE",
    "text": "The Burrittos Blah!"
  },
  {
    "label": "POSITIVE",
    "text": "The food, amazing."
  },
  {
    "label": "POSITIVE",
    "text": "Service is also cute."
  },
  {
    "label": "POSITIVE",
    "text": "I could care less... The interior is just beautiful."
  },
  {
    "label": "POSITIVE",
    "text": "So they performed."
  },
  {
    "label": "POSITIVE",
    "text": "That's right....the red velvet cake.....ohhh this stuff is so good."
  },
  {
    "label": "NEGATIVE",
    "text": "- They never brought a salad we asked for."
  },
  {
    "label": "POSITIVE",
    "text": "This hole in the wall has great Mexican street tacos, and friendly staff."
  },
  {
    "label": "NEGATIVE",
    "text": "Took an hour to get our food only 4 tables in restaurant my food was Luke warm, Our sever was running around like he was totally overwhelmed."
  },
  {
    "label": "NEGATIVE",
    "text": "The worst was the salmon sashimi."
  },
  {
    "label": "POSITIVE",
    "text": "Also there are combos like a burger, fries, and beer for 23 which is a decent deal."
  },
  {
    "label": "NEGATIVE",
    "text": "This was like the final blow!"
  },
  {
    "label": "POSITIVE",
    "text": "I found this place by accident and I could not be happier."
  },
  {
    "label": "NEGATIVE",
    "text": "seems like a good quick place to grab a bite of some familiar pub food, but do yourself a favor and look elsewhere."
  },
  {
    "label": "POSITIVE",
    "text": "Overall, I like this place a lot."
  },
  {
    "label": "POSITIVE",
    "text": "The only redeeming quality of the restaurant was that it was very inexpensive."
  },
  {
    "label": "POSITIVE",
    "text": "Ample portions and good prices."
  },
  {
    "label": "NEGATIVE",
    "text": "Poor service, the waiter made me feel like I was stupid every time he came to the table."
  },
  {
    "label": "POSITIVE",
    "text": "My first visit to Hiro was a delight!"
  },
  {
    "label": "NEGATIVE",
    "text": "Service sucks."
  },
  {
    "label": "POSITIVE",
    "text": "The shrimp tender and moist."
  },
  {
    "label": "NEGATIVE",
    "text": "There is not a deal good enough that would drag me into that establishment again."
  },
  {
    "label": "NEGATIVE",
    "text": "Hard to judge whether these sides were good because we were grossed out by the melted styrofoam and didn't want to eat it for fear of getting sick."
  },
  {
    "label": "POSITIVE",
    "text": "On a positive note, our server was very attentive and provided great service."
  },
  {
    "label": "NEGATIVE",
    "text": "Frozen pucks of disgust, with some of the worst people behind the register."
  },
  {
    "label": "POSITIVE",
    "text": "The only thing I did like was the prime rib and dessert section."
  },
  {
    "label": "NEGATIVE",
    "text": "It's too bad the food is so damn generic."
  },
  {
    "label": "POSITIVE",
    "text": "The burger is good beef, cooked just right."
  },
  {
    "label": "POSITIVE",
    "text": "If you want a sandwich just go to any Firehouse!!!!!"
  },
  {
    "label": "POSITIVE",
    "text": "My side Greek salad with the Greek dressing was so tasty, and the pita and hummus was very refreshing."
  },
  {
    "label": "POSITIVE",
    "text": "We ordered the duck rare and it was pink and tender on the inside with a nice char on the outside."
  },
  {
    "label": "POSITIVE",
    "text": "He came running after us when he realized my husband had left his sunglasses on the table."
  },
  {
    "label": "POSITIVE",
    "text": "Their chow mein is so good!"
  },
  {
    "label": "NEGATIVE",
    "text": "They have horrible attitudes towards customers, and talk down to each one when customers don't enjoy their food."
  },
  {
    "label": "POSITIVE",
    "text": "The portion was huge!"
  },
  {
    "label": "POSITIVE",
    "text": "Loved it...friendly servers, great food, wonderful and imaginative menu."
  },
  {
    "label": "NEGATIVE",
    "text": "The Heart Attack Grill in downtown Vegas is an absolutely flat-lined excuse for a restaurant."
  },
  {
    "label": "NEGATIVE",
    "text": "Not much seafood and like 5 strings of pasta at the bottom."
  },
  {
    "label": "POSITIVE",
    "text": "The salad had just the right amount of sauce to not over power the scallop, which was perfectly cooked."
  },
  {
    "label": "NEGATIVE",
    "text": "The ripped banana was not only ripped, but petrified and tasteless."
  },
  {
    "label": "NEGATIVE",
    "text": "At least think to refill my water before I struggle to wave you over for 10 minutes."
  },
  {
    "label": "POSITIVE",
    "text": "This place receives stars for their APPETIZERS!!!"
  },
  {
    "label": "POSITIVE",
    "text": "The cocktails are all handmade and delicious."
  },
  {
    "label": "POSITIVE",
    "text": "We'd definitely go back here again."
  },
  {
    "label": "POSITIVE",
    "text": "We are so glad we found this place."
  },
  {
    "label": "POSITIVE",
    "text": "Great food and service, huge portions and they give a military discount."
  },
  {
    "label": "POSITIVE",
    "text": "Always a great time at Dos Gringos!"
  },
  {
    "label": "POSITIVE",
    "text": "Update.....went back for a second time and it was still just as amazing"
  },
  {
    "label": "NEGATIVE",
    "text": "We got the food and apparently they have never heard of salt and the batter on the fish was chewy."
  },
  {
    "label": "POSITIVE",
    "text": "A great way to finish a great."
  },
  {
    "label": "POSITIVE",
    "text": "The deal included 5 tastings and 2 drinks, and Jeff went above and beyond what we expected."
  },
  {
    "label": "POSITIVE",
    "text": "- Really, really good rice, all the time."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was meh."
  },
  {
    "label": "NEGATIVE",
    "text": "It took over 30 min to get their milkshake, which was nothing more than chocolate milk."
  },
  {
    "label": "NEGATIVE",
    "text": "I guess I should have known that this place would suck, because it is inside of the Excalibur, but I didn't use my common sense."
  },
  {
    "label": "NEGATIVE",
    "text": "The scallop dish is quite appalling for value as well."
  },
  {
    "label": "NEGATIVE",
    "text": "2 times - Very Bad Customer Service !"
  },
  {
    "label": "POSITIVE",
    "text": "The sweet potato fries were very good and seasoned well."
  },
  {
    "label": "POSITIVE",
    "text": "Today is the second time I've been to their lunch buffet and it was pretty good."
  },
  {
    "label": "NEGATIVE",
    "text": "There is so much good food in Vegas that I feel cheated for wasting an eating opportunity by going to Rice and Company."
  },
  {
    "label": "NEGATIVE",
    "text": "Coming here is like experiencing an underwhelming relationship where both parties can't wait for the other person to ask to break up."
  },
  {
    "label": "NEGATIVE",
    "text": "walked in and the place smelled like an old grease trap and only 2 others there eating."
  },
  {
    "label": "NEGATIVE",
    "text": "The turkey and roast beef were bland."
  },
  {
    "label": "POSITIVE",
    "text": "This place has it!"
  },
  {
    "label": "NEGATIVE",
    "text": "The pan cakes everyone are raving about taste like a sugary disaster tailored to the palate of a six year old."
  },
  {
    "label": "POSITIVE",
    "text": "I love the Pho and the spring rolls oh so yummy you have to try."
  },
  {
    "label": "NEGATIVE",
    "text": "The poor batter to meat ratio made the chicken tenders very unsatisfying."
  },
  {
    "label": "POSITIVE",
    "text": "All I have to say is the food was amazing!!!"
  },
  {
    "label": "POSITIVE",
    "text": "Omelets are to die for!"
  },
  {
    "label": "POSITIVE",
    "text": "Everything was fresh and delicious!"
  },
  {
    "label": "NEGATIVE",
    "text": "In summary, this was a largely disappointing dining experience."
  },
  {
    "label": "POSITIVE",
    "text": "It's like a really sexy party in your mouth, where you're outrageously flirting with the hottest person at the party."
  },
  {
    "label": "NEGATIVE",
    "text": "Never been to Hard Rock Casino before, WILL NEVER EVER STEP FORWARD IN IT AGAIN!"
  },
  {
    "label": "POSITIVE",
    "text": "Best breakfast buffet!!!"
  },
  {
    "label": "NEGATIVE",
    "text": "say bye bye to your tip lady!"
  },
  {
    "label": "NEGATIVE",
    "text": "We'll never go again."
  },
  {
    "label": "POSITIVE",
    "text": "Will be back again!"
  },
  {
    "label": "POSITIVE",
    "text": "Food arrived quickly!"
  },
  {
    "label": "NEGATIVE",
    "text": "It was not good."
  },
  {
    "label": "POSITIVE",
    "text": "On the up side, their cafe serves really good food."
  },
  {
    "label": "POSITIVE",
    "text": "Our server was fantastic and when he found out the wife loves roasted garlic and bone marrow, he added extra to our meal and another marrow to go!"
  },
  {
    "label": "POSITIVE",
    "text": "The only good thing was our waiter, he was very helpful and kept the bloddy mary's coming."
  },
  {
    "label": "POSITIVE",
    "text": "Best Buffet in town, for the price you cannot beat it."
  },
  {
    "label": "POSITIVE",
    "text": "I LOVED their mussels cooked in this wine reduction, the duck was tender, and their potato dishes were delicious."
  },
  {
    "label": "POSITIVE",
    "text": "This is one of the better buffets that I have been to."
  },
  {
    "label": "POSITIVE",
    "text": "So we went to Tigerlilly and had a fantastic afternoon!"
  },
  {
    "label": "POSITIVE",
    "text": "The food was delicious, our bartender was attentive and personable AND we got a great deal!"
  },
  {
    "label": "POSITIVE",
    "text": "The ambience is wonderful and there is music playing."
  },
  {
    "label": "POSITIVE",
    "text": "Will go back next trip out."
  },
  {
    "label": "POSITIVE",
    "text": "Sooooo good!!"
  },
  {
    "label": "NEGATIVE",
    "text": "REAL sushi lovers, let's be honest - Yama is not that good."
  },
  {
    "label": "NEGATIVE",
    "text": "At least 40min passed in between us ordering and the food arriving, and it wasn't that busy."
  },
  {
    "label": "POSITIVE",
    "text": "This is a really fantastic Thai restaurant which is definitely worth a visit."
  },
  {
    "label": "POSITIVE",
    "text": "Nice, spicy and tender."
  },
  {
    "label": "POSITIVE",
    "text": "Good prices."
  },
  {
    "label": "POSITIVE",
    "text": "Check it out."
  },
  {
    "label": "NEGATIVE",
    "text": "It was pretty gross!"
  },
  {
    "label": "NEGATIVE",
    "text": "I've had better atmosphere."
  },
  {
    "label": "NEGATIVE",
    "text": "Kind of hard to mess up a steak but they did."
  },
  {
    "label": "NEGATIVE",
    "text": "Although I very much liked the look and sound of this place, the actual experience was a bit disappointing."
  },
  {
    "label": "NEGATIVE",
    "text": "I just don't know how this place managed to served the blandest food I have ever eaten when they are preparing Indian cuisine."
  },
  {
    "label": "NEGATIVE",
    "text": "Worst service to boot, but that is the least of their worries."
  },
  {
    "label": "POSITIVE",
    "text": "Service was fine and the waitress was friendly."
  },
  {
    "label": "POSITIVE",
    "text": "The guys all had steaks, and our steak loving son who has had steak at the best and worst places said it was the best steak he's ever eaten."
  },
  {
    "label": "POSITIVE",
    "text": "We thought you'd have to venture further away to get good sushi, but this place really hit the spot that night."
  },
  {
    "label": "NEGATIVE",
    "text": "Host staff were, for lack of a better word, BITCHES!"
  },
  {
    "label": "NEGATIVE",
    "text": "Bland... Not a liking this place for a number of reasons and I don't want to waste time on bad reviewing.. I'll leave it at that..."
  },
  {
    "label": "POSITIVE",
    "text": "Phenomenal food, service and ambiance."
  },
  {
    "label": "NEGATIVE",
    "text": "I wouldn't return."
  },
  {
    "label": "POSITIVE",
    "text": "Definitely worth venturing off the strip for the pork belly, will return next time I'm in Vegas."
  },
  {
    "label": "NEGATIVE",
    "text": "This place is way too overpriced for mediocre food."
  },
  {
    "label": "POSITIVE",
    "text": "Penne vodka excellent!"
  },
  {
    "label": "POSITIVE",
    "text": "They have a good selection of food including a massive meatloaf sandwich, a crispy chicken wrap, a delish tuna melt and some tasty burgers."
  },
  {
    "label": "NEGATIVE",
    "text": "The management is rude."
  },
  {
    "label": "POSITIVE",
    "text": "Delicious NYC bagels, good selections of cream cheese, real Lox with capers even."
  },
  {
    "label": "POSITIVE",
    "text": "Great Subway, in fact it's so good when you come here every other Subway will not meet your expectations."
  },
  {
    "label": "POSITIVE",
    "text": "I had a seriously solid breakfast here."
  },
  {
    "label": "POSITIVE",
    "text": "This is one of the best bars with food in Vegas."
  },
  {
    "label": "NEGATIVE",
    "text": "He was extremely rude and really, there are so many other restaurants I would love to dine at during a weekend in Vegas."
  },
  {
    "label": "POSITIVE",
    "text": "My drink was never empty and he made some really great menu suggestions."
  },
  {
    "label": "NEGATIVE",
    "text": "Don't do it!!!!"
  },
  {
    "label": "NEGATIVE",
    "text": "The waiter wasn't helpful or friendly and rarely checked on us."
  },
  {
    "label": "NEGATIVE",
    "text": "My husband and I ate lunch here and were very disappointed with the food and service."
  },
  {
    "label": "NEGATIVE",
    "text": "And the red curry had so much bamboo shoots and wasn't very tasty to me."
  },
  {
    "label": "POSITIVE",
    "text": "Nice blanket of moz over top but i feel like this was done to cover up the subpar food."
  },
  {
    "label": "POSITIVE",
    "text": "The bathrooms are clean and the place itself is well decorated."
  },
  {
    "label": "NEGATIVE",
    "text": "The menu is always changing, food quality is going down & service is extremely slow."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was a little slow , considering that were served by 3 people servers so the food was coming in a slow pace."
  },
  {
    "label": "NEGATIVE",
    "text": "I give it 2 thumbs down"
  },
  {
    "label": "NEGATIVE",
    "text": "We watched our waiter pay a lot more attention to other tables and ignore us."
  },
  {
    "label": "POSITIVE",
    "text": "My fiancé and I came in the middle of the day and we were greeted and seated right away."
  },
  {
    "label": "POSITIVE",
    "text": "This is a great restaurant at the Mandalay Bay."
  },
  {
    "label": "NEGATIVE",
    "text": "We waited for forty five minutes in vain."
  },
  {
    "label": "NEGATIVE",
    "text": "Crostini that came with the salad was stale."
  },
  {
    "label": "POSITIVE",
    "text": "Some highlights : Great quality nigiri here!"
  },
  {
    "label": "POSITIVE",
    "text": "the staff is friendly and the joint is always clean."
  },
  {
    "label": "POSITIVE",
    "text": "this was a different cut than the piece the other day but still wonderful and tender s well as well flavored."
  },
  {
    "label": "POSITIVE",
    "text": "I ordered the Voodoo pasta and it was the first time I'd had really excellent pasta since going gluten free several years ago."
  },
  {
    "label": "POSITIVE",
    "text": "this place is good."
  },
  {
    "label": "NEGATIVE",
    "text": "Unfortunately, we must have hit the bakery on leftover day because everything we ordered was STALE."
  },
  {
    "label": "NEGATIVE",
    "text": "I came back today since they relocated and still not impressed."
  },
  {
    "label": "POSITIVE",
    "text": "I was seated immediately."
  },
  {
    "label": "POSITIVE",
    "text": "Their menu is diverse, and reasonably priced."
  },
  {
    "label": "NEGATIVE",
    "text": "Avoid at all cost!"
  },
  {
    "label": "POSITIVE",
    "text": "Restaurant is always full but never a wait."
  },
  {
    "label": "POSITIVE",
    "text": "DELICIOUS!!"
  },
  {
    "label": "POSITIVE",
    "text": "This place is hands-down one of the best places to eat in the Phoenix metro area."
  },
  {
    "label": "NEGATIVE",
    "text": "So don't go there if you are looking for good food..."
  },
  {
    "label": "NEGATIVE",
    "text": "I've never been treated so bad."
  },
  {
    "label": "POSITIVE",
    "text": "Bacon is hella salty."
  },
  {
    "label": "NEGATIVE",
    "text": "We also ordered the spinach and avocado salad, the ingredients were sad and the dressing literally had zero taste."
  },
  {
    "label": "POSITIVE",
    "text": "This really is how Vegas fine dining used to be, right down to the menus handed to the ladies that have no prices listed."
  },
  {
    "label": "POSITIVE",
    "text": "The waitresses are very friendly."
  },
  {
    "label": "POSITIVE",
    "text": "Lordy, the Khao Soi is a dish that is not to be missed for curry lovers!"
  },
  {
    "label": "POSITIVE",
    "text": "Everything on the menu is terrific and we were also thrilled that they made amazing accommodations for our vegetarian daughter."
  },
  {
    "label": "NEGATIVE",
    "text": "Perhaps I caught them on an off night judging by the other reviews, but I'm not inspired to go back."
  },
  {
    "label": "NEGATIVE",
    "text": "The service here leaves a lot to be desired."
  },
  {
    "label": "POSITIVE",
    "text": "The atmosphere is modern and hip, while maintaining a touch of coziness."
  },
  {
    "label": "POSITIVE",
    "text": "Not a weekly haunt, but definitely a place to come back to every once in a while."
  },
  {
    "label": "NEGATIVE",
    "text": "We literally sat there for 20 minutes with no one asking to take our order."
  },
  {
    "label": "NEGATIVE",
    "text": "The burger had absolutely no flavor - the meat itself was totally bland, the burger was overcooked and there was no charcoal flavor."
  },
  {
    "label": "NEGATIVE",
    "text": "I also decided not to send it back because our waitress looked like she was on the verge of having a heart attack."
  },
  {
    "label": "NEGATIVE",
    "text": "I dressed up to be treated so rudely!"
  },
  {
    "label": "NEGATIVE",
    "text": "It was probably dirt."
  },
  {
    "label": "POSITIVE",
    "text": "Love this place, hits the spot when I want something healthy but not lacking in quantity or flavor."
  },
  {
    "label": "POSITIVE",
    "text": "I ordered the Lemon raspberry ice cocktail which was also incredible."
  },
  {
    "label": "NEGATIVE",
    "text": "The food sucked, which we expected but it sucked more than we could have imagined."
  },
  {
    "label": "POSITIVE",
    "text": "Interesting decor."
  },
  {
    "label": "POSITIVE",
    "text": "What I really like there is the crepe station."
  },
  {
    "label": "POSITIVE",
    "text": "Also were served hot bread and butter, and home made potato chips with bacon bits on top....very original and very good."
  },
  {
    "label": "POSITIVE",
    "text": "you can watch them preparing the delicious food!)"
  },
  {
    "label": "POSITIVE",
    "text": "Both of the egg rolls were fantastic."
  },
  {
    "label": "NEGATIVE",
    "text": "When my order arrived, one of the gyros was missing."
  },
  {
    "label": "POSITIVE",
    "text": "I had a salad with the wings, and some ice cream for dessert and left feeling quite satisfied."
  },
  {
    "label": "NEGATIVE",
    "text": "I'm not really sure how Joey's was voted best hot dog in the Valley by readers of Phoenix Magazine."
  },
  {
    "label": "POSITIVE",
    "text": "The best place to go for a tasty bowl of Pho!"
  },
  {
    "label": "NEGATIVE",
    "text": "The live music on Fridays totally blows."
  },
  {
    "label": "NEGATIVE",
    "text": "I've never been more insulted or felt disrespected."
  },
  {
    "label": "POSITIVE",
    "text": "Very friendly staff."
  },
  {
    "label": "POSITIVE",
    "text": "It is worth the drive."
  },
  {
    "label": "POSITIVE",
    "text": "I had heard good things about this place, but it exceeding every hope I could have dreamed of."
  },
  {
    "label": "POSITIVE",
    "text": "Food was great and so was the serivce!"
  },
  {
    "label": "NEGATIVE",
    "text": "The warm beer didn't help."
  },
  {
    "label": "POSITIVE",
    "text": "Great brunch spot."
  },
  {
    "label": "POSITIVE",
    "text": "Service is friendly and inviting."
  },
  {
    "label": "POSITIVE",
    "text": "Very good lunch spot."
  },
  {
    "label": "NEGATIVE",
    "text": "I've lived here since 1979 and this was the first (and last) time I've stepped foot into this place."
  },
  {
    "label": "NEGATIVE",
    "text": "The WORST EXPERIENCE EVER."
  },
  {
    "label": "NEGATIVE",
    "text": "Must have been an off night at this place."
  },
  {
    "label": "POSITIVE",
    "text": "The sides are delish - mixed mushrooms, yukon gold puree, white corn - beateous."
  },
  {
    "label": "NEGATIVE",
    "text": "If that bug never showed up I would have given a 4 for sure, but on the other side of the wall where this bug was climbing was the kitchen."
  },
  {
    "label": "NEGATIVE",
    "text": "For about 10 minutes, we we're waiting for her salad when we realized that it wasn't coming any time soon."
  },
  {
    "label": "POSITIVE",
    "text": "My friend loved the salmon tartar."
  },
  {
    "label": "NEGATIVE",
    "text": "Won't go back."
  },
  {
    "label": "POSITIVE",
    "text": "Extremely Tasty!"
  },
  {
    "label": "POSITIVE",
    "text": "Waitress was good though!"
  },
  {
    "label": "NEGATIVE",
    "text": "Soggy and not good."
  },
  {
    "label": "POSITIVE",
    "text": "The Jamaican mojitos are delicious."
  },
  {
    "label": "NEGATIVE",
    "text": "Which are small and not worth the price."
  },
  {
    "label": "POSITIVE",
    "text": "- the food is rich so order accordingly."
  },
  {
    "label": "NEGATIVE",
    "text": "The shower area is outside so you can only rinse, not take a full shower, unless you don't mind being nude for everyone to see!"
  },
  {
    "label": "NEGATIVE",
    "text": "The service was a bit lacking."
  },
  {
    "label": "NEGATIVE",
    "text": "Lobster Bisque, Bussell Sprouts, Risotto, Filet ALL needed salt and pepper..and of course there is none at the tables."
  },
  {
    "label": "NEGATIVE",
    "text": "Hopefully this bodes for them going out of business and someone who can cook can come in."
  },
  {
    "label": "NEGATIVE",
    "text": "It was either too cold, not enough flavor or just bad."
  },
  {
    "label": "POSITIVE",
    "text": "I loved the bacon wrapped dates."
  },
  {
    "label": "POSITIVE",
    "text": "This is an unbelievable BARGAIN!"
  },
  {
    "label": "POSITIVE",
    "text": "The folks at Otto always make us feel so welcome and special."
  },
  {
    "label": "NEGATIVE",
    "text": "As for the \"mains,\" also uninspired."
  },
  {
    "label": "POSITIVE",
    "text": "This is the place where I first had pho and it was amazing!!"
  },
  {
    "label": "POSITIVE",
    "text": "This wonderful experience made this place a must-stop whenever we are in town again."
  },
  {
    "label": "NEGATIVE",
    "text": "If the food isn't bad enough for you, then enjoy dealing with the world's worst/annoying drunk people."
  },
  {
    "label": "POSITIVE",
    "text": "Very very fun chef."
  },
  {
    "label": "NEGATIVE",
    "text": "Ordered a double cheeseburger & got a single patty that was falling apart (picture uploaded) Yeah, still sucks."
  },
  {
    "label": "POSITIVE",
    "text": "Great place to have a couple drinks and watch any and all sporting events as the walls are covered with TV's."
  },
  {
    "label": "NEGATIVE",
    "text": "If it were possible to give them zero stars, they'd have it."
  },
  {
    "label": "NEGATIVE",
    "text": "The descriptions said \"yum yum sauce\" and another said \"eel sauce\", yet another said \"spicy mayo\"...well NONE of the rolls had sauces on them."
  },
  {
    "label": "POSITIVE",
    "text": "I'd say that would be the hardest decision... Honestly, all of M's dishes taste how they are supposed to taste (amazing)."
  },
  {
    "label": "NEGATIVE",
    "text": "If she had not rolled the eyes we may have stayed... Not sure if we will go back and try it again."
  },
  {
    "label": "POSITIVE",
    "text": "Everyone is very attentive, providing excellent customer service."
  },
  {
    "label": "NEGATIVE",
    "text": "Horrible - don't waste your time and money."
  },
  {
    "label": "POSITIVE",
    "text": "Now this dish was quite flavourful."
  },
  {
    "label": "NEGATIVE",
    "text": "By this time our side of the restaurant was almost empty so there was no excuse."
  },
  {
    "label": "NEGATIVE",
    "text": "(It wasn't busy either) Also, the building was FREEZING cold."
  },
  {
    "label": "NEGATIVE",
    "text": "like the other reviewer said \"you couldn't pay me to eat at this place again.\""
  },
  {
    "label": "NEGATIVE",
    "text": "-Drinks took close to 30 minutes to come out at one point."
  },
  {
    "label": "POSITIVE",
    "text": "Seriously flavorful delights, folks."
  },
  {
    "label": "POSITIVE",
    "text": "Much better than the other AYCE sushi place I went to in Vegas."
  },
  {
    "label": "POSITIVE",
    "text": "The lighting is just dark enough to set the mood."
  },
  {
    "label": "NEGATIVE",
    "text": "Based on the sub-par service I received and no effort to show their gratitude for my business I won't be going back."
  },
  {
    "label": "POSITIVE",
    "text": "Owner's are really great people.!"
  },
  {
    "label": "NEGATIVE",
    "text": "There is nothing privileged about working/eating there."
  },
  {
    "label": "POSITIVE",
    "text": "The Greek dressing was very creamy and flavorful."
  },
  {
    "label": "NEGATIVE",
    "text": "Overall, I don't think that I would take my parents to this place again because they made most of the similar complaints that I silently felt too."
  },
  {
    "label": "POSITIVE",
    "text": "Now the pizza itself was good the peanut sauce was very tasty."
  },
  {
    "label": "POSITIVE",
    "text": "We had 7 at our table and the service was pretty fast."
  },
  {
    "label": "POSITIVE",
    "text": "Fantastic service here."
  },
  {
    "label": "NEGATIVE",
    "text": "I as well would've given godfathers zero stars if possible."
  },
  {
    "label": "POSITIVE",
    "text": "They know how to make them here."
  },
  {
    "label": "NEGATIVE",
    "text": "very tough and very short on flavor!"
  },
  {
    "label": "POSITIVE",
    "text": "I hope this place sticks around."
  },
  {
    "label": "NEGATIVE",
    "text": "I have been in more than a few bars in Vegas, and do not ever recall being charged for tap water."
  },
  {
    "label": "POSITIVE",
    "text": "The restaurant atmosphere was exquisite."
  },
  {
    "label": "POSITIVE",
    "text": "Good service, very clean, and inexpensive, to boot!"
  },
  {
    "label": "POSITIVE",
    "text": "The seafood was fresh and generous in portion."
  },
  {
    "label": "POSITIVE",
    "text": "Plus, it's only 8 bucks."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was not up to par, either."
  },
  {
    "label": "POSITIVE",
    "text": "Thus far, have only visited twice and the food was absolutely delicious each time."
  },
  {
    "label": "POSITIVE",
    "text": "Just as good as when I had it more than a year ago!"
  },
  {
    "label": "NEGATIVE",
    "text": "For a self proclaimed coffee cafe, I was wildly disappointed."
  },
  {
    "label": "POSITIVE",
    "text": "The Veggitarian platter is out of this world!"
  },
  {
    "label": "POSITIVE",
    "text": "You cant go wrong with any of the food here."
  },
  {
    "label": "POSITIVE",
    "text": "You can't beat that."
  },
  {
    "label": "POSITIVE",
    "text": "Stopped by this place while in Madison for the Ironman, very friendly, kind staff."
  },
  {
    "label": "POSITIVE",
    "text": "The chefs were friendly and did a good job."
  },
  {
    "label": "NEGATIVE",
    "text": "I've had better, not only from dedicated boba tea spots, but even from Jenni Pho."
  },
  {
    "label": "POSITIVE",
    "text": "I liked the patio and the service was outstanding."
  },
  {
    "label": "POSITIVE",
    "text": "The goat taco didn't skimp on the meat and wow what FLAVOR!"
  },
  {
    "label": "NEGATIVE",
    "text": "I think not again"
  },
  {
    "label": "NEGATIVE",
    "text": "I had the mac salad and it was pretty bland so I will not be getting that again."
  },
  {
    "label": "POSITIVE",
    "text": "I went to Bachi Burger on a friend's recommendation and was not disappointed."
  },
  {
    "label": "NEGATIVE",
    "text": "Service stinks here!"
  },
  {
    "label": "NEGATIVE",
    "text": "I waited and waited."
  },
  {
    "label": "NEGATIVE",
    "text": "This place is not quality sushi, it is not a quality restaurant."
  },
  {
    "label": "POSITIVE",
    "text": "I would definitely recommend the wings as well as the pizza."
  },
  {
    "label": "POSITIVE",
    "text": "Great Pizza and Salads!"
  },
  {
    "label": "NEGATIVE",
    "text": "Things that went wrong: - They burned the saganaki."
  },
  {
    "label": "NEGATIVE",
    "text": "We waited an hour for what was a breakfast I could have done 100 times better at home."
  },
  {
    "label": "POSITIVE",
    "text": "This place is amazing!"
  },
  {
    "label": "NEGATIVE",
    "text": "I hate to disagree with my fellow Yelpers, but my husband and I were so disappointed with this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Waited 2 hours & never got either of our pizzas as many other around us who came in later did!"
  },
  {
    "label": "NEGATIVE",
    "text": "Just don't know why they were so slow."
  },
  {
    "label": "POSITIVE",
    "text": "The staff is great, the food is delish, and they have an incredible beer selection."
  },
  {
    "label": "NEGATIVE",
    "text": "I live in the neighborhood so I am disappointed I won't be back here, because it is a convenient location."
  },
  {
    "label": "POSITIVE",
    "text": "I didn't know pulled pork could be soooo delicious."
  },
  {
    "label": "POSITIVE",
    "text": "You get incredibly fresh fish, prepared with care."
  },
  {
    "label": "NEGATIVE",
    "text": "Before I go in to why I gave a 1 star rating please know that this was my third time eating at Bachi burger before writing a review."
  },
  {
    "label": "POSITIVE",
    "text": "I love the fact that everything on their menu is worth it."
  },
  {
    "label": "NEGATIVE",
    "text": "Never again will I be dining at this place!"
  },
  {
    "label": "POSITIVE",
    "text": "The food was excellent and service was very good."
  },
  {
    "label": "POSITIVE",
    "text": "Good beer & drink selection and good food selection."
  },
  {
    "label": "NEGATIVE",
    "text": "Please stay away from the shrimp stir fried noodles."
  },
  {
    "label": "NEGATIVE",
    "text": "The potato chip order was sad... I could probably count how many chips were in that box and it was probably around 12."
  },
  {
    "label": "NEGATIVE",
    "text": "Food was really boring."
  },
  {
    "label": "POSITIVE",
    "text": "Good Service-check!"
  },
  {
    "label": "NEGATIVE",
    "text": "This greedy corporation will NEVER see another dime from me!"
  },
  {
    "label": "NEGATIVE",
    "text": "Will never, ever go back."
  },
  {
    "label": "NEGATIVE",
    "text": "As much as I'd like to go back, I can't get passed the atrocious service and will never return."
  },
  {
    "label": "POSITIVE",
    "text": "In the summer, you can dine in a charming outdoor patio - so very delightful."
  },
  {
    "label": "POSITIVE",
    "text": "I did not expect this to be so good!"
  },
  {
    "label": "POSITIVE",
    "text": "Fantastic food!"
  },
  {
    "label": "NEGATIVE",
    "text": "She ordered a toasted English muffin that came out untoasted."
  },
  {
    "label": "POSITIVE",
    "text": "The food was very good."
  },
  {
    "label": "NEGATIVE",
    "text": "Never going back."
  },
  {
    "label": "POSITIVE",
    "text": "Great food for the price, which is very high quality and house made."
  },
  {
    "label": "NEGATIVE",
    "text": "The bus boy on the other hand was so rude."
  },
  {
    "label": "NEGATIVE",
    "text": "By this point, my friends and I had basically figured out this place was a joke and didn't mind making it publicly and loudly known."
  },
  {
    "label": "POSITIVE",
    "text": "Back to good BBQ, lighter fare, reasonable pricing and tell the public they are back to the old ways."
  },
  {
    "label": "POSITIVE",
    "text": "And considering the two of us left there very full and happy for about $20, you just can't go wrong."
  },
  {
    "label": "POSITIVE",
    "text": "All the bread is made in-house!"
  },
  {
    "label": "NEGATIVE",
    "text": "The only downside is the service."
  },
  {
    "label": "NEGATIVE",
    "text": "Also, the fries are without a doubt the worst fries I've ever had."
  },
  {
    "label": "POSITIVE",
    "text": "Service was exceptional and food was a good as all the reviews."
  },
  {
    "label": "POSITIVE",
    "text": "A couple of months later, I returned and had an amazing meal."
  },
  {
    "label": "POSITIVE",
    "text": "Favorite place in town for shawarrrrrrma!!!!!!"
  },
  {
    "label": "POSITIVE",
    "text": "The black eyed peas and sweet potatoes... UNREAL!"
  },
  {
    "label": "POSITIVE",
    "text": "You won't be disappointed."
  },
  {
    "label": "POSITIVE",
    "text": "They could serve it with just the vinaigrette and it may make for a better overall dish, but it was still very good."
  },
  {
    "label": "NEGATIVE",
    "text": "I go to far too many places and I've never seen any restaurant that serves a 1 egg breakfast, especially for $4.00."
  },
  {
    "label": "NEGATIVE",
    "text": "When my mom and I got home she immediately got sick and she only had a few bites of salad."
  },
  {
    "label": "NEGATIVE",
    "text": "The servers are not pleasant to deal with and they don't always honor Pizza Hut coupons."
  },
  {
    "label": "POSITIVE",
    "text": "Both of them were truly unbelievably good, and I am so glad we went back."
  },
  {
    "label": "POSITIVE",
    "text": "We had fantastic service, and were pleased by the atmosphere."
  },
  {
    "label": "NEGATIVE",
    "text": "Everything was gross."
  },
  {
    "label": "POSITIVE",
    "text": "I love this place."
  },
  {
    "label": "POSITIVE",
    "text": "Great service and food."
  },
  {
    "label": "NEGATIVE",
    "text": "First - the bathrooms at this location were dirty- Seat covers were not replenished & just plain yucky!!!"
  },
  {
    "label": "NEGATIVE",
    "text": "The burger... I got the \"Gold Standard\" a $17 burger and was kind of disappointed."
  },
  {
    "label": "POSITIVE",
    "text": "OMG, the food was delicioso!"
  },
  {
    "label": "NEGATIVE",
    "text": "There is nothing authentic about this place."
  },
  {
    "label": "NEGATIVE",
    "text": "the spaghetti is nothing special whatsoever."
  },
  {
    "label": "POSITIVE",
    "text": "Of all the dishes, the salmon was the best, but all were great."
  },
  {
    "label": "POSITIVE",
    "text": "The vegetables are so fresh and the sauce feels like authentic Thai."
  },
  {
    "label": "POSITIVE",
    "text": "It's worth driving up from Tucson!"
  },
  {
    "label": "NEGATIVE",
    "text": "The selection was probably the worst I've seen in Vegas.....there was none."
  },
  {
    "label": "POSITIVE",
    "text": "Pretty good beer selection too."
  },
  {
    "label": "POSITIVE",
    "text": "This place is like Chipotle, but BETTER."
  },
  {
    "label": "POSITIVE",
    "text": "Classy/warm atmosphere, fun and fresh appetizers, succulent steaks (Baseball steak!!!!!"
  },
  {
    "label": "POSITIVE",
    "text": "5 stars for the brick oven bread app!"
  },
  {
    "label": "POSITIVE",
    "text": "I have eaten here multiple times, and each time the food was delicious."
  },
  {
    "label": "NEGATIVE",
    "text": "We sat another ten minutes and finally gave up and left."
  },
  {
    "label": "NEGATIVE",
    "text": "He was terrible!"
  },
  {
    "label": "POSITIVE",
    "text": "Everyone is treated equally special."
  },
  {
    "label": "NEGATIVE",
    "text": "It shouldn't take 30 min for pancakes and eggs."
  },
  {
    "label": "POSITIVE",
    "text": "It was delicious!!!"
  },
  {
    "label": "POSITIVE",
    "text": "On the good side, the staff was genuinely pleasant and enthusiastic - a real treat."
  },
  {
    "label": "NEGATIVE",
    "text": "Sadly, Gordon Ramsey's Steak is a place we shall sharply avoid during our next trip to Vegas."
  },
  {
    "label": "POSITIVE",
    "text": "As always the evening was wonderful and the food delicious!"
  },
  {
    "label": "POSITIVE",
    "text": "Best fish I've ever had in my life!"
  },
  {
    "label": "POSITIVE",
    "text": "(The bathroom is just next door and very nice.)"
  },
  {
    "label": "NEGATIVE",
    "text": "The buffet is small and all the food they offered was BLAND."
  },
  {
    "label": "POSITIVE",
    "text": "This is an Outstanding little restaurant with some of the Best Food I have ever tasted."
  },
  {
    "label": "POSITIVE",
    "text": "Pretty cool I would say."
  },
  {
    "label": "NEGATIVE",
    "text": "Definitely a turn off for me & i doubt I'll be back unless someone else is buying."
  },
  {
    "label": "POSITIVE",
    "text": "Server did a great job handling our large rowdy table."
  },
  {
    "label": "NEGATIVE",
    "text": "I find wasting food to be despicable, but this just wasn't food."
  },
  {
    "label": "NEGATIVE",
    "text": "My wife had the Lobster Bisque soup which was lukewarm."
  },
  {
    "label": "POSITIVE",
    "text": "Would come back again if I had a sushi craving while in Vegas."
  },
  {
    "label": "POSITIVE",
    "text": "The staff are great, the ambiance is great."
  },
  {
    "label": "POSITIVE",
    "text": "He deserves 5 stars."
  },
  {
    "label": "NEGATIVE",
    "text": "I left with a stomach ache and felt sick the rest of the day."
  },
  {
    "label": "NEGATIVE",
    "text": "They dropped more than the ball."
  },
  {
    "label": "POSITIVE",
    "text": "The dining space is tiny, but elegantly decorated and comfortable."
  },
  {
    "label": "POSITIVE",
    "text": "They will customize your order any way you'd like, my usual is Eggplant with Green Bean stir fry, love it!"
  },
  {
    "label": "NEGATIVE",
    "text": "And the beans and rice were mediocre at best."
  },
  {
    "label": "POSITIVE",
    "text": "Best tacos in town by far!!"
  },
  {
    "label": "NEGATIVE",
    "text": "I took back my money and got outta there."
  },
  {
    "label": "POSITIVE",
    "text": "In an interesting part of town, this place is amazing."
  },
  {
    "label": "NEGATIVE",
    "text": "RUDE & INCONSIDERATE MANAGEMENT."
  },
  {
    "label": "NEGATIVE",
    "text": "The staff are now not as friendly, the wait times for being served are horrible, no one even says hi for the first 10 minutes."
  },
  {
    "label": "NEGATIVE",
    "text": "I won't be back."
  },
  {
    "label": "POSITIVE",
    "text": "They have great dinners."
  },
  {
    "label": "POSITIVE",
    "text": "The service was outshining & I definitely recommend the Halibut."
  },
  {
    "label": "NEGATIVE",
    "text": "The food was terrible."
  },
  {
    "label": "NEGATIVE",
    "text": "WILL NEVER EVER GO BACK AND HAVE TOLD MANY PEOPLE WHAT HAD HAPPENED."
  },
  {
    "label": "NEGATIVE",
    "text": "I don't recommend unless your car breaks down in front of it and you are starving."
  },
  {
    "label": "POSITIVE",
    "text": "I will come back here every time I'm in Vegas."
  },
  {
    "label": "NEGATIVE",
    "text": "This place deserves one star and 90% has to do with the food."
  },
  {
    "label": "NEGATIVE",
    "text": "This is a disgrace."
  },
  {
    "label": "POSITIVE",
    "text": "Def coming back to bowl next time"
  },
  {
    "label": "POSITIVE",
    "text": "If you want healthy authentic or ethic food, try this place."
  },
  {
    "label": "POSITIVE",
    "text": "I will continue to come here on ladies night andddd date night ... highly recommend this place to anyone who is in the area."
  },
  {
    "label": "POSITIVE",
    "text": "I have been here several times in the past, and the experience has always been great."
  },
  {
    "label": "POSITIVE",
    "text": "We walked away stuffed and happy about our first Vegas buffet experience."
  },
  {
    "label": "POSITIVE",
    "text": "Service was excellent and prices are pretty reasonable considering this is Vegas and located inside the Crystals shopping mall by Aria."
  },
  {
    "label": "POSITIVE",
    "text": "To summarize... the food was incredible, nay, transcendant... but nothing brings me joy quite like the memory of the pneumatic condiment dispenser."
  },
  {
    "label": "NEGATIVE",
    "text": "I'm probably one of the few people to ever go to Ians and not like it."
  },
  {
    "label": "POSITIVE",
    "text": "Kids pizza is always a hit too with lots of great side dish options for the kiddos!"
  },
  {
    "label": "POSITIVE",
    "text": "Service is perfect and the family atmosphere is nice to see."
  },
  {
    "label": "POSITIVE",
    "text": "Cooked to perfection and the service was impeccable."
  },
  {
    "label": "NEGATIVE",
    "text": "This one is simply a disappointment."
  },
  {
    "label": "NEGATIVE",
    "text": "Overall, I was very disappointed with the quality of food at Bouchon."
  },
  {
    "label": "NEGATIVE",
    "text": "I don't have to be an accountant to know I'm getting screwed!"
  },
  {
    "label": "POSITIVE",
    "text": "Great place to eat, reminds me of the little mom and pop shops in the San Francisco Bay Area."
  },
  {
    "label": "POSITIVE",
    "text": "Today was my first taste of a Buldogis Gourmet Hot Dog and I have to tell you it was more than I ever thought possible."
  },
  {
    "label": "NEGATIVE",
    "text": "Left very frustrated."
  },
  {
    "label": "POSITIVE",
    "text": "I'll definitely be in soon again."
  },
  {
    "label": "POSITIVE",
    "text": "Food was really good and I got full petty fast."
  },
  {
    "label": "POSITIVE",
    "text": "Service was fantastic."
  },
  {
    "label": "NEGATIVE",
    "text": "TOTAL WASTE OF TIME."
  },
  {
    "label": "POSITIVE",
    "text": "I don't know what kind it is but they have the best iced tea."
  },
  {
    "label": "POSITIVE",
    "text": "Come hungry, leave happy and stuffed!"
  },
  {
    "label": "NEGATIVE",
    "text": "For service, I give them no stars."
  },
  {
    "label": "POSITIVE",
    "text": "I can assure you that you won't be disappointed."
  },
  {
    "label": "NEGATIVE",
    "text": "I can take a little bad service but the food sucks."
  },
  {
    "label": "NEGATIVE",
    "text": "Gave up trying to eat any of the crust (teeth still sore)."
  },
  {
    "label": "NEGATIVE",
    "text": "But now I was completely grossed out."
  },
  {
    "label": "POSITIVE",
    "text": "I really enjoyed eating here."
  },
  {
    "label": "POSITIVE",
    "text": "First time going but I think I will quickly become a regular."
  },
  {
    "label": "POSITIVE",
    "text": "Our server was very nice, and even though he looked a little overwhelmed with all of our needs, he stayed professional and friendly until the end."
  },
  {
    "label": "POSITIVE",
    "text": "From what my dinner companions told me...everything was very fresh with nice texture and taste."
  },
  {
    "label": "NEGATIVE",
    "text": "On the ground, right next to our table was a large, smeared, been-stepped-in-and-tracked-everywhere pile of green bird poop."
  },
  {
    "label": "NEGATIVE",
    "text": "Furthermore, you can't even find hours of operation on the website!"
  },
  {
    "label": "NEGATIVE",
    "text": "We've tried to like this place but after 10+ times I think we're done with them."
  },
  {
    "label": "NEGATIVE",
    "text": "What a mistake that was!"
  },
  {
    "label": "POSITIVE",
    "text": "No complaints!"
  },
  {
    "label": "POSITIVE",
    "text": "This is some seriously good pizza and I'm an expert/connisseur on the topic."
  },
  {
    "label": "NEGATIVE",
    "text": "Waiter was a jerk."
  },
  {
    "label": "NEGATIVE",
    "text": "Strike 2, who wants to be rushed."
  },
  {
    "label": "POSITIVE",
    "text": "These are the nicest restaurant owners I've ever come across."
  },
  {
    "label": "NEGATIVE",
    "text": "I never come again."
  },
  {
    "label": "POSITIVE",
    "text": "We loved the biscuits!!!"
  },
  {
    "label": "POSITIVE",
    "text": "Service is quick and friendly."
  },
  {
    "label": "NEGATIVE",
    "text": "Ordered an appetizer and took 40 minutes and then the pizza another 10 minutes."
  },
  {
    "label": "POSITIVE",
    "text": "So absolutley fantastic."
  },
  {
    "label": "NEGATIVE",
    "text": "It was a huge awkward 1.5lb piece of cow that was 3/4ths gristle and fat."
  },
  {
    "label": "POSITIVE",
    "text": "definitely will come back here again."
  },
  {
    "label": "POSITIVE",
    "text": "I like Steiners because it's dark and it feels like a bar."
  },
  {
    "label": "POSITIVE",
    "text": "Wow very spicy but delicious."
  },
  {
    "label": "POSITIVE",
    "text": "If you're not familiar, check it out."
  },
  {
    "label": "NEGATIVE",
    "text": "I'll take my business dinner dollars elsewhere."
  },
  {
    "label": "POSITIVE",
    "text": "I'd love to go back."
  },
  {
    "label": "POSITIVE",
    "text": "Anyway, this FS restaurant has a wonderful breakfast/lunch."
  },
  {
    "label": "NEGATIVE",
    "text": "Nothing special."
  },
  {
    "label": "POSITIVE",
    "text": "Each day of the week they have a different deal and it's all so delicious!"
  },
  {
    "label": "POSITIVE",
    "text": "Not to mention the combination of pears, almonds and bacon is a big winner!"
  },
  {
    "label": "NEGATIVE",
    "text": "Will not be back."
  },
  {
    "label": "NEGATIVE",
    "text": "Sauce was tasteless."
  },
  {
    "label": "POSITIVE",
    "text": "The food is delicious and just spicy enough, so be sure to ask for spicier if you prefer it that way."
  },
  {
    "label": "POSITIVE",
    "text": "My ribeye steak was cooked perfectly and had great mesquite flavor."
  },
  {
    "label": "NEGATIVE",
    "text": "I don't think we'll be going back anytime soon."
  },
  {
    "label": "POSITIVE",
    "text": "Food was so gooodd."
  },
  {
    "label": "NEGATIVE",
    "text": "I am far from a sushi connoisseur but I can definitely tell the difference between good food and bad food and this was certainly bad food."
  },
  {
    "label": "NEGATIVE",
    "text": "I was so insulted."
  },
  {
    "label": "NEGATIVE",
    "text": "The last 3 times I had lunch here has been bad."
  },
  {
    "label": "NEGATIVE",
    "text": "The chicken wings contained the driest chicken meat I have ever eaten."
  },
  {
    "label": "POSITIVE",
    "text": "The food was very good and I enjoyed every mouthful, an enjoyable relaxed venue for couples small family groups etc."
  },
  {
    "label": "POSITIVE",
    "text": "Nargile - I think you are great."
  },
  {
    "label": "POSITIVE",
    "text": "Best tater tots in the southwest."
  },
  {
    "label": "POSITIVE",
    "text": "We loved the place."
  },
  {
    "label": "NEGATIVE",
    "text": "Definitely not worth the $3 I paid."
  },
  {
    "label": "POSITIVE",
    "text": "The vanilla ice cream was creamy and smooth while the profiterole (choux) pastry was fresh enough."
  },
  {
    "label": "POSITIVE",
    "text": "Im in AZ all the time and now have my new spot."
  },
  {
    "label": "NEGATIVE",
    "text": "The manager was the worst."
  },
  {
    "label": "POSITIVE",
    "text": "The inside is really quite nice and very clean."
  },
  {
    "label": "POSITIVE",
    "text": "The food was outstanding and the prices were very reasonable."
  },
  {
    "label": "NEGATIVE",
    "text": "I don't think I'll be running back to Carly's anytime soon for food."
  },
  {
    "label": "NEGATIVE",
    "text": "This is was due to the fact that it took 20 minutes to be acknowledged, then another 35 minutes to get our food...and they kept forgetting things."
  },
  {
    "label": "POSITIVE",
    "text": "Love the margaritas, too!"
  },
  {
    "label": "POSITIVE",
    "text": "This was my first and only Vegas buffet and it did not disappoint."
  },
  {
    "label": "POSITIVE",
    "text": "Very good, though!"
  },
  {
    "label": "NEGATIVE",
    "text": "The one down note is the ventilation could use some upgrading."
  },
  {
    "label": "POSITIVE",
    "text": "Great pork sandwich."
  },
  {
    "label": "NEGATIVE",
    "text": "Don't waste your time here."
  },
  {
    "label": "NEGATIVE",
    "text": "Total letdown, I would much rather just go to the Camelback Flower Shop and Cartel Coffee."
  },
  {
    "label": "NEGATIVE",
    "text": "Third, the cheese on my friend's burger was cold."
  },
  {
    "label": "POSITIVE",
    "text": "We enjoy their pizza and brunch."
  },
  {
    "label": "POSITIVE",
    "text": "The steaks are all well trimmed and also perfectly cooked."
  },
  {
    "label": "POSITIVE",
    "text": "We had a group of 70+ when we claimed we would only have 40 and they handled us beautifully."
  },
  {
    "label": "POSITIVE",
    "text": "I LOVED it!"
  },
  {
    "label": "NEGATIVE",
    "text": "We asked for the bill to leave without eating and they didn't bring that either."
  },
  {
    "label": "POSITIVE",
    "text": "This place is a jewel in Las Vegas, and exactly what I've been hoping to find in nearly ten years living here."
  },
  {
    "label": "NEGATIVE",
    "text": "Seafood was limited to boiled shrimp and crab legs but the crab legs definitely did not taste fresh."
  },
  {
    "label": "NEGATIVE",
    "text": "The selection of food was not the best."
  },
  {
    "label": "POSITIVE",
    "text": "Delicious and I will absolutely be back!"
  },
  {
    "label": "POSITIVE",
    "text": "This isn't a small family restaurant, this is a fine dining establishment."
  },
  {
    "label": "POSITIVE",
    "text": "They had a toro tartare with a cavier that was extraordinary and I liked the thinly sliced wagyu with white truffle."
  },
  {
    "label": "NEGATIVE",
    "text": "I dont think I will be back for a very long time."
  },
  {
    "label": "NEGATIVE",
    "text": "It was attached to a gas station, and that is rarely a good sign."
  },
  {
    "label": "POSITIVE",
    "text": "How awesome is that."
  },
  {
    "label": "POSITIVE",
    "text": "I will be back many times soon."
  },
  {
    "label": "POSITIVE",
    "text": "The menu had so much good stuff on it i could not decide!"
  },
  {
    "label": "NEGATIVE",
    "text": "Worse of all, he humiliated his worker right in front of me..Bunch of horrible name callings."
  },
  {
    "label": "POSITIVE",
    "text": "CONCLUSION: Very filling meals."
  },
  {
    "label": "POSITIVE",
    "text": "Their daily specials are always a hit with my group."
  },
  {
    "label": "NEGATIVE",
    "text": "And then tragedy struck."
  },
  {
    "label": "POSITIVE",
    "text": "The pancake was also really good and pretty large at that."
  },
  {
    "label": "POSITIVE",
    "text": "This was my first crawfish experience, and it was delicious!"
  },
  {
    "label": "POSITIVE",
    "text": "Their monster chicken fried steak and eggs is my all time favorite."
  },
  {
    "label": "POSITIVE",
    "text": "Waitress was sweet and funny."
  },
  {
    "label": "POSITIVE",
    "text": "I also had to taste my Mom's multi-grain pumpkin pancakes with pecan butter and they were amazing, fluffy, and delicious!"
  },
  {
    "label": "NEGATIVE",
    "text": "I'd rather eat airline food, seriously."
  },
  {
    "label": "POSITIVE",
    "text": "Cant say enough good things about this place."
  },
  {
    "label": "POSITIVE",
    "text": "The ambiance was incredible."
  },
  {
    "label": "POSITIVE",
    "text": "The waitress and manager are so friendly."
  },
  {
    "label": "NEGATIVE",
    "text": "I would not recommend this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Overall I wasn't very impressed with Noca."
  },
  {
    "label": "NEGATIVE",
    "text": "My gyro was basically lettuce only."
  },
  {
    "label": "NEGATIVE",
    "text": "Terrible service!"
  },
  {
    "label": "NEGATIVE",
    "text": "Thoroughly disappointed!"
  },
  {
    "label": "POSITIVE",
    "text": "I don't each much pasta, but I love the homemade /hand made pastas and thin pizzas here."
  },
  {
    "label": "POSITIVE",
    "text": "Give it a try, you will be happy you did."
  },
  {
    "label": "POSITIVE",
    "text": "By far the BEST cheesecurds we have ever had!"
  },
  {
    "label": "POSITIVE",
    "text": "Reasonably priced also!"
  },
  {
    "label": "POSITIVE",
    "text": "Everything was perfect the night we were in."
  },
  {
    "label": "POSITIVE",
    "text": "The food is very good for your typical bar food."
  },
  {
    "label": "NEGATIVE",
    "text": "it was a drive to get there."
  },
  {
    "label": "POSITIVE",
    "text": "At first glance it is a lovely bakery cafe - nice ambiance, clean, friendly staff."
  },
  {
    "label": "NEGATIVE",
    "text": "Anyway, I do not think i will go back there."
  },
  {
    "label": "POSITIVE",
    "text": "Point your finger at any item on the menu, order it and you won't be disappointed."
  },
  {
    "label": "POSITIVE",
    "text": "Oh this is such a thing of beauty, this restaurant."
  },
  {
    "label": "POSITIVE",
    "text": "If you haven't gone here GO NOW!"
  },
  {
    "label": "NEGATIVE",
    "text": "A greasy, unhealthy meal."
  },
  {
    "label": "NEGATIVE",
    "text": "first time there and might just be the last."
  },
  {
    "label": "POSITIVE",
    "text": "Those burgers were amazing."
  },
  {
    "label": "NEGATIVE",
    "text": "Similarly, the delivery man did not say a word of apology when our food was 45 minutes late."
  },
  {
    "label": "NEGATIVE",
    "text": "And it was way to expensive."
  },
  {
    "label": "POSITIVE",
    "text": "Be sure to order dessert, even if you need to pack it to-go - the tiramisu and cannoli are both to die for."
  },
  {
    "label": "POSITIVE",
    "text": "This was my first time and I can't wait until the next."
  },
  {
    "label": "POSITIVE",
    "text": "The bartender was also nice."
  },
  {
    "label": "POSITIVE",
    "text": "Everything was good and tasty!"
  },
  {
    "label": "POSITIVE",
    "text": "This place is two thumbs up....way up."
  },
  {
    "label": "POSITIVE",
    "text": "The best place in Vegas for breakfast (just check out a Sat, or Sun."
  },
  {
    "label": "POSITIVE",
    "text": "If you love authentic Mexican food and want a whole bunch of interesting, yet delicious meats to choose from, you need to try this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Terrible management."
  },
  {
    "label": "POSITIVE",
    "text": "An excellent new restaurant by an experienced Frenchman."
  },
  {
    "label": "NEGATIVE",
    "text": "If there were zero stars I would give it zero stars."
  },
  {
    "label": "POSITIVE",
    "text": "Great steak, great sides, great wine, amazing desserts."
  },
  {
    "label": "NEGATIVE",
    "text": "Worst martini ever!"
  },
  {
    "label": "POSITIVE",
    "text": "The steak and the shrimp are in my opinion the best entrees at GC."
  },
  {
    "label": "POSITIVE",
    "text": "I had the opportunity today to sample your amazing pizzas!"
  },
  {
    "label": "NEGATIVE",
    "text": "We waited for thirty minutes to be seated (although there were 8 vacant tables and we were the only folks waiting)."
  },
  {
    "label": "POSITIVE",
    "text": "The yellowtail carpaccio was melt in your mouth fresh."
  },
  {
    "label": "NEGATIVE",
    "text": "I won't try going back there even if it's empty."
  },
  {
    "label": "NEGATIVE",
    "text": "No, I'm going to eat the potato that I found some strangers hair in it."
  },
  {
    "label": "POSITIVE",
    "text": "Just spicy enough.. Perfect actually."
  },
  {
    "label": "POSITIVE",
    "text": "Last night was my second time dining here and I was so happy I decided to go back!"
  },
  {
    "label": "NEGATIVE",
    "text": "not even a \"hello, we will be right with you.\""
  },
  {
    "label": "NEGATIVE",
    "text": "The desserts were a bit strange."
  },
  {
    "label": "POSITIVE",
    "text": "My boyfriend and I came here for the first time on a recent trip to Vegas and could not have been more pleased with the quality of food and service."
  },
  {
    "label": "POSITIVE",
    "text": "I really do recommend this place, you can go wrong with this donut place!"
  },
  {
    "label": "POSITIVE",
    "text": "Nice ambiance."
  },
  {
    "label": "POSITIVE",
    "text": "I would recommend saving room for this!"
  },
  {
    "label": "NEGATIVE",
    "text": "I guess maybe we went on an off night but it was disgraceful."
  },
  {
    "label": "NEGATIVE",
    "text": "However, my recent experience at this particular location was not so good."
  },
  {
    "label": "NEGATIVE",
    "text": "I know this is not like the other restaurants at all, something is very off here!"
  },
  {
    "label": "NEGATIVE",
    "text": "AVOID THIS ESTABLISHMENT!"
  },
  {
    "label": "NEGATIVE",
    "text": "I think this restaurant suffers from not trying hard enough."
  },
  {
    "label": "POSITIVE",
    "text": "All of the tapas dishes were delicious!"
  },
  {
    "label": "POSITIVE",
    "text": "I *heart* this place."
  },
  {
    "label": "NEGATIVE",
    "text": "My salad had a bland vinegrette on the baby greens and hearts of Palm."
  },
  {
    "label": "NEGATIVE",
    "text": "After two I felt disgusting."
  },
  {
    "label": "POSITIVE",
    "text": "A good time!"
  },
  {
    "label": "POSITIVE",
    "text": "I believe that this place is a great stop for those with a huge belly and hankering for sushi."
  },
  {
    "label": "POSITIVE",
    "text": "Generous portions and great taste."
  },
  {
    "label": "NEGATIVE",
    "text": "I will never go back to this place and will never ever recommended this place to anyone!"
  },
  {
    "label": "NEGATIVE",
    "text": "The servers went back and forth several times, not even so much as an \"Are you being helped?\""
  },
  {
    "label": "POSITIVE",
    "text": "Food was delicious!"
  },
  {
    "label": "NEGATIVE",
    "text": "AN HOUR... seriously?"
  },
  {
    "label": "NEGATIVE",
    "text": "I consider this theft."
  },
  {
    "label": "NEGATIVE",
    "text": "Eew... This location needs a complete overhaul."
  },
  {
    "label": "NEGATIVE",
    "text": "We recently witnessed her poor quality of management towards other guests as well."
  },
  {
    "label": "NEGATIVE",
    "text": "Waited and waited and waited."
  },
  {
    "label": "POSITIVE",
    "text": "He also came back to check on us regularly, excellent service."
  },
  {
    "label": "POSITIVE",
    "text": "Our server was super nice and checked on us many times."
  },
  {
    "label": "NEGATIVE",
    "text": "The pizza tasted old, super chewy in not a good way."
  },
  {
    "label": "NEGATIVE",
    "text": "I swung in to give them a try but was deeply disappointed."
  },
  {
    "label": "POSITIVE",
    "text": "Service was good and the company was better!"
  },
  {
    "label": "POSITIVE",
    "text": "The staff are also very friendly and efficient."
  },
  {
    "label": "POSITIVE",
    "text": "As for the service: I'm a fan, because it's quick and you're being served by some nice folks."
  },
  {
    "label": "NEGATIVE",
    "text": "Boy was that sucker dry!!."
  },
  {
    "label": "NEGATIVE",
    "text": "Over rated."
  },
  {
    "label": "NEGATIVE",
    "text": "If you look for authentic Thai food, go else where."
  },
  {
    "label": "POSITIVE",
    "text": "Their steaks are 100% recommended!"
  },
  {
    "label": "NEGATIVE",
    "text": "After I pulled up my car I waited for another 15 minutes before being acknowledged."
  },
  {
    "label": "POSITIVE",
    "text": "Great food and great service in a clean and friendly setting."
  },
  {
    "label": "POSITIVE",
    "text": "All in all, I can assure you I'll be back."
  },
  {
    "label": "NEGATIVE",
    "text": "I hate those things as much as cheap quality black olives."
  },
  {
    "label": "POSITIVE",
    "text": "My breakfast was perpared great, with a beautiful presentation of 3 giant slices of Toast, lightly dusted with powdered sugar."
  },
  {
    "label": "NEGATIVE",
    "text": "The kids play area is NASTY!"
  },
  {
    "label": "POSITIVE",
    "text": "Great place fo take out or eat in."
  },
  {
    "label": "POSITIVE",
    "text": "The waitress was friendly and happy to accomodate for vegan/veggie options."
  },
  {
    "label": "POSITIVE",
    "text": "OMG I felt like I had never eaten Thai food until this dish."
  },
  {
    "label": "NEGATIVE",
    "text": "It was extremely \"crumby\" and pretty tasteless."
  },
  {
    "label": "NEGATIVE",
    "text": "It was a pale color instead of nice and char and has NO flavor."
  },
  {
    "label": "POSITIVE",
    "text": "The croutons also taste homemade which is an extra plus."
  },
  {
    "label": "NEGATIVE",
    "text": "I got home to see the driest damn wings ever!"
  },
  {
    "label": "POSITIVE",
    "text": "It'll be a regular stop on my trips to Phoenix!"
  },
  {
    "label": "POSITIVE",
    "text": "I really enjoyed Crema Café before they expanded. I even told friends they had the BEST breakfast."
  },
  {
    "label": "NEGATIVE",
    "text": "Not good for the money."
  },
  {
    "label": "POSITIVE",
    "text": "I miss it and wish they had one in Philadelphia!"
  },
  {
    "label": "NEGATIVE",
    "text": "We got sitting fairly fast, but, ended up waiting 40 minutes just to place our order, another 30 minutes before the food arrived."
  },
  {
    "label": "POSITIVE",
    "text": "They also have the best cheese crisp in town."
  },
  {
    "label": "POSITIVE",
    "text": "Good value, great food, great service."
  },
  {
    "label": "POSITIVE",
    "text": "Couldn't ask for a more satisfying meal."
  },
  {
    "label": "POSITIVE",
    "text": "The food is good."
  },
  {
    "label": "POSITIVE",
    "text": "It was awesome."
  },
  {
    "label": "NEGATIVE",
    "text": "I just wanted to leave."
  },
  {
    "label": "POSITIVE",
    "text": "We made the drive all the way from North Scottsdale... and I was not one bit disappointed!"
  },
  {
    "label": "NEGATIVE",
    "text": "I will not be eating there again."
  },
  {
    "label": "NEGATIVE",
    "text": "!....THE OWNERS REALLY REALLY need to quit being soooooo cheap let them wrap my freaking sandwich in two papers not one!"
  },
  {
    "label": "NEGATIVE",
    "text": "I checked out this place a couple years ago and was not impressed."
  },
  {
    "label": "NEGATIVE",
    "text": "The chicken I got was definitely reheated and was only ok, the wedges were cold and soggy."
  },
  {
    "label": "NEGATIVE",
    "text": "Sorry, I will not be getting food from here anytime soon :("
  },
  {
    "label": "POSITIVE",
    "text": "An absolute must visit!"
  },
  {
    "label": "POSITIVE",
    "text": "The cow tongue and cheek tacos are amazing."
  },
  {
    "label": "NEGATIVE",
    "text": "My friend did not like his Bloody Mary."
  },
  {
    "label": "NEGATIVE",
    "text": "Despite how hard I rate businesses, its actually rare for me to give a 1 star."
  },
  {
    "label": "POSITIVE",
    "text": "They really want to make your experience a good one."
  },
  {
    "label": "NEGATIVE",
    "text": "I will not return."
  },
  {
    "label": "NEGATIVE",
    "text": "I had the chicken Pho and it tasted very bland."
  },
  {
    "label": "NEGATIVE",
    "text": "Very disappointing!!!"
  },
  {
    "label": "POSITIVE",
    "text": "The grilled chicken was so tender and yellow from the saffron seasoning."
  },
  {
    "label": "NEGATIVE",
    "text": "a drive thru means you do not want to wait around for half an hour for your food, but somehow when we end up going here they make us wait and wait."
  },
  {
    "label": "POSITIVE",
    "text": "Pretty awesome place."
  },
  {
    "label": "POSITIVE",
    "text": "Ambience is perfect."
  },
  {
    "label": "NEGATIVE",
    "text": "Best of luck to the rude and non-customer service focused new management."
  },
  {
    "label": "NEGATIVE",
    "text": "Any grandmother can make a roasted chicken better than this one."
  },
  {
    "label": "NEGATIVE",
    "text": "I asked multiple times for the wine list and after some time of being ignored I went to the hostess and got one myself."
  },
  {
    "label": "POSITIVE",
    "text": "The staff is always super friendly and helpful, which is especially cool when you bring two small boys and a baby!"
  },
  {
    "label": "POSITIVE",
    "text": "Four stars for the food & the guy in the blue shirt for his great vibe & still letting us in to eat !"
  },
  {
    "label": "POSITIVE",
    "text": "The roast beef sandwich tasted really good!"
  },
  {
    "label": "NEGATIVE",
    "text": "Same evening, him and I are both drastically sick."
  },
  {
    "label": "POSITIVE",
    "text": "High-quality chicken on the chicken Caesar salad."
  },
  {
    "label": "NEGATIVE",
    "text": "Ordered burger rare came in we'll done."
  },
  {
    "label": "POSITIVE",
    "text": "We were promptly greeted and seated."
  },
  {
    "label": "NEGATIVE",
    "text": "Tried to go here for lunch and it was a madhouse."
  },
  {
    "label": "POSITIVE",
    "text": "I was proven dead wrong by this sushi bar, not only because the quality is great, but the service is fast and the food, impeccable."
  },
  {
    "label": "NEGATIVE",
    "text": "After waiting an hour and being seated, I was not in the greatest of moods."
  },
  {
    "label": "POSITIVE",
    "text": "This is a good joint."
  },
  {
    "label": "POSITIVE",
    "text": "The Macarons here are insanely good."
  },
  {
    "label": "NEGATIVE",
    "text": "I'm not eating here!"
  },
  {
    "label": "POSITIVE",
    "text": "Our waiter was very attentive, friendly, and informative."
  },
  {
    "label": "NEGATIVE",
    "text": "Maybe if they weren't cold they would have been somewhat edible."
  },
  {
    "label": "NEGATIVE",
    "text": "This place has a lot of promise but fails to deliver."
  },
  {
    "label": "NEGATIVE",
    "text": "Very bad Experience!"
  },
  {
    "label": "NEGATIVE",
    "text": "What a mistake."
  },
  {
    "label": "NEGATIVE",
    "text": "Food was average at best."
  },
  {
    "label": "POSITIVE",
    "text": "Great food."
  },
  {
    "label": "NEGATIVE",
    "text": "We won't be going back anytime soon!"
  },
  {
    "label": "NEGATIVE",
    "text": "Very Very Disappointed ordered the $35 Big Bay Plater."
  },
  {
    "label": "POSITIVE",
    "text": "Great place to relax and have an awesome burger and beer."
  },
  {
    "label": "POSITIVE",
    "text": "It is PERFECT for a sit-down family meal or get together with a few friends."
  },
  {
    "label": "NEGATIVE",
    "text": "Not much flavor to them, and very poorly constructed."
  },
  {
    "label": "POSITIVE",
    "text": "The patio seating was very comfortable."
  },
  {
    "label": "NEGATIVE",
    "text": "The fried rice was dry as well."
  },
  {
    "label": "POSITIVE",
    "text": "Hands down my favorite Italian restaurant!"
  },
  {
    "label": "POSITIVE",
    "text": "That just SCREAMS \"LEGIT\" in my book...somethat's also pretty rare here in Vegas."
  },
  {
    "label": "POSITIVE",
    "text": "It was just not a fun experience."
  },
  {
    "label": "POSITIVE",
    "text": "The atmosphere was great with a lovely duo of violinists playing songs we requested."
  },
  {
    "label": "POSITIVE",
    "text": "I personally love the hummus, pita, baklava, falafels and Baba Ganoush (it's amazing what they do with eggplant!)."
  },
  {
    "label": "POSITIVE",
    "text": "Very convenient, since we were staying at the MGM!"
  },
  {
    "label": "POSITIVE",
    "text": "The owners are super friendly and the staff is courteous."
  },
  {
    "label": "POSITIVE",
    "text": "Both great!"
  },
  {
    "label": "POSITIVE",
    "text": "Eclectic selection."
  },
  {
    "label": "POSITIVE",
    "text": "The sweet potato tots were good but the onion rings were perfection or as close as I have had."
  },
  {
    "label": "POSITIVE",
    "text": "The staff was very attentive."
  },
  {
    "label": "POSITIVE",
    "text": "And the chef was generous with his time (even came around twice so we can take pictures with him)."
  },
  {
    "label": "POSITIVE",
    "text": "The owner used to work at Nobu, so this place is really similar for half the price."
  },
  {
    "label": "NEGATIVE",
    "text": "Google mediocre and I imagine Smashburger will pop up."
  },
  {
    "label": "NEGATIVE",
    "text": "dont go here."
  },
  {
    "label": "POSITIVE",
    "text": "I promise they won't disappoint."
  },
  {
    "label": "NEGATIVE",
    "text": "As a sushi lover avoid this place by all means."
  },
  {
    "label": "POSITIVE",
    "text": "What a great double cheeseburger!"
  },
  {
    "label": "POSITIVE",
    "text": "Awesome service and food."
  },
  {
    "label": "POSITIVE",
    "text": "A fantastic neighborhood gem !!!"
  },
  {
    "label": "POSITIVE",
    "text": "I can't wait to go back."
  },
  {
    "label": "NEGATIVE",
    "text": "The plantains were the worst I've ever tasted."
  },
  {
    "label": "POSITIVE",
    "text": "It's a great place and I highly recommend it."
  },
  {
    "label": "NEGATIVE",
    "text": "Service was slow and not attentive."
  },
  {
    "label": "POSITIVE",
    "text": "I gave it 5 stars then, and I'm giving it 5 stars now."
  },
  {
    "label": "NEGATIVE",
    "text": "Your staff spends more time talking to themselves than me."
  },
  {
    "label": "POSITIVE",
    "text": "Dessert: Panna Cotta was amazing."
  },
  {
    "label": "POSITIVE",
    "text": "Very good food, great atmosphere.1"
  },
  {
    "label": "POSITIVE",
    "text": "Damn good steak."
  },
  {
    "label": "NEGATIVE",
    "text": "Total brunch fail."
  },
  {
    "label": "POSITIVE",
    "text": "Prices are very reasonable, flavors are spot on, the sauce is home made, and the slaw is not drenched in mayo."
  },
  {
    "label": "POSITIVE",
    "text": "The decor is nice, and the piano music soundtrack is pleasant."
  },
  {
    "label": "POSITIVE",
    "text": "The steak was amazing...rge fillet relleno was the best seafood plate i have ever had!"
  },
  {
    "label": "POSITIVE",
    "text": "Good food , good service ."
  },
  {
    "label": "POSITIVE",
    "text": "It was absolutely amazing."
  },
  {
    "label": "NEGATIVE",
    "text": "I probably won't be back, to be honest."
  },
  {
    "label": "POSITIVE",
    "text": "will definitely be back!"
  },
  {
    "label": "POSITIVE",
    "text": "The sergeant pepper beef sandwich with auju sauce is an excellent sandwich as well."
  },
  {
    "label": "POSITIVE",
    "text": "Hawaiian Breeze, Mango Magic, and Pineapple Delight are the smoothies that I've tried so far and they're all good."
  },
  {
    "label": "NEGATIVE",
    "text": "Went for lunch - service was slow."
  },
  {
    "label": "NEGATIVE",
    "text": "We had so much to say about the place before we walked in that he expected it to be amazing, but was quickly disappointed."
  },
  {
    "label": "NEGATIVE",
    "text": "I was mortified."
  },
  {
    "label": "NEGATIVE",
    "text": "Needless to say, we will never be back here again."
  },
  {
    "label": "NEGATIVE",
    "text": "Anyways, The food was definitely not filling at all, and for the price you pay you should expect more."
  },
  {
    "label": "NEGATIVE",
    "text": "The chips that came out were dripping with grease, and mostly not edible."
  },
  {
    "label": "NEGATIVE",
    "text": "I wasn't really impressed with Strip Steak."
  },
  {
    "label": "POSITIVE",
    "text": "Have been going since 2007 and every meal has been awesome!!"
  },
  {
    "label": "POSITIVE",
    "text": "Our server was very nice and attentive as were the other serving staff."
  },
  {
    "label": "POSITIVE",
    "text": "The cashier was friendly and even brought the food out to me."
  },
  {
    "label": "NEGATIVE",
    "text": "I work in the hospitality industry in Paradise Valley and have refrained from recommending Cibo any longer."
  },
  {
    "label": "POSITIVE",
    "text": "The atmosphere here is fun."
  },
  {
    "label": "NEGATIVE",
    "text": "Would not recommend to others."
  },
  {
    "label": "POSITIVE",
    "text": "Service is quick and even \"to go\" orders are just like we like it!"
  },
  {
    "label": "NEGATIVE",
    "text": "I mean really, how do you get so famous for your fish and chips when it's so terrible!?!"
  },
  {
    "label": "POSITIVE",
    "text": "That said, our mouths and bellies were still quite pleased."
  },
  {
    "label": "NEGATIVE",
    "text": "Not my thing."
  },
  {
    "label": "POSITIVE",
    "text": "2 Thumbs Up!!"
  },
  {
    "label": "NEGATIVE",
    "text": "If you are reading this please don't go there."
  },
  {
    "label": "POSITIVE",
    "text": "I loved the grilled pizza, reminded me of legit Italian pizza."
  },
  {
    "label": "POSITIVE",
    "text": "Only Pros : Large seating area/ Nice bar area/ Great simple drink menu/ The BEST brick oven pizza with homemade dough!"
  },
  {
    "label": "POSITIVE",
    "text": "They have a really nice atmosphere."
  },
  {
    "label": "NEGATIVE",
    "text": "Tonight I had the Elk Filet special...and it sucked."
  },
  {
    "label": "POSITIVE",
    "text": "After one bite, I was hooked."
  },
  {
    "label": "NEGATIVE",
    "text": "We ordered some old classics and some new dishes after going there a few times and were sorely disappointed with everything."
  },
  {
    "label": "POSITIVE",
    "text": "Cute, quaint, simple, honest."
  },
  {
    "label": "POSITIVE",
    "text": "The chicken was deliciously seasoned and had the perfect fry on the outside and moist chicken on the inside."
  },
  {
    "label": "POSITIVE",
    "text": "The food was great as always, compliments to the chef."
  },
  {
    "label": "POSITIVE",
    "text": "Special thanks to Dylan T. for the recommendation on what to order :) All yummy for my tummy."
  },
  {
    "label": "POSITIVE",
    "text": "Awesome selection of beer."
  },
  {
    "label": "POSITIVE",
    "text": "Great food and awesome service!"
  },
  {
    "label": "POSITIVE",
    "text": "One nice thing was that they added gratuity on the bill since our party was larger than 6 or 8, and they didn't expect more tip than that."
  },
  {
    "label": "NEGATIVE",
    "text": "A FLY was in my apple juice.. A FLY!!!!!!!!"
  },
  {
    "label": "POSITIVE",
    "text": "The Han Nan Chicken was also very tasty."
  },
  {
    "label": "POSITIVE",
    "text": "As for the service, I thought it was good."
  },
  {
    "label": "NEGATIVE",
    "text": "The food was barely lukewarm, so it must have been sitting waiting for the server to bring it out to us."
  },
  {
    "label": "NEGATIVE",
    "text": "Ryan's Bar is definitely one Edinburgh establishment I won't be revisiting."
  },
  {
    "label": "POSITIVE",
    "text": "Nicest Chinese restaurant I've been in a while."
  },
  {
    "label": "POSITIVE",
    "text": "Overall, I like there food and the service."
  },
  {
    "label": "POSITIVE",
    "text": "They also now serve Indian naan bread with hummus and some spicy pine nut sauce that was out of this world."
  },
  {
    "label": "NEGATIVE",
    "text": "Probably never coming back, and wouldn't recommend it."
  },
  {
    "label": "NEGATIVE",
    "text": "Friend's pasta -- also bad, he barely touched it."
  },
  {
    "label": "POSITIVE",
    "text": "Try them in the airport to experience some tasty food and speedy, friendly service."
  },
  {
    "label": "POSITIVE",
    "text": "I love the decor with the Chinese calligraphy wall paper."
  },
  {
    "label": "POSITIVE",
    "text": "Never had anything to complain about here."
  },
  {
    "label": "POSITIVE",
    "text": "The restaurant is very clean and has a family restaurant feel to it."
  },
  {
    "label": "NEGATIVE",
    "text": "It was way over fried."
  },
  {
    "label": "NEGATIVE",
    "text": "I'm not sure how long we stood there but it was long enough for me to begin to feel awkwardly out of place."
  },
  {
    "label": "NEGATIVE",
    "text": "When I opened the sandwich, I was impressed, but not in a good way."
  },
  {
    "label": "NEGATIVE",
    "text": "Will not be back!"
  },
  {
    "label": "POSITIVE",
    "text": "There was a warm feeling with the service and I felt like their guest for a special treat."
  },
  {
    "label": "POSITIVE",
    "text": "An extensive menu provides lots of options for breakfast."
  },
  {
    "label": "POSITIVE",
    "text": "I always order from the vegetarian menu during dinner, which has a wide array of options to choose from."
  },
  {
    "label": "NEGATIVE",
    "text": "I have watched their prices inflate, portions get smaller and management attitudes grow rapidly!"
  },
  {
    "label": "POSITIVE",
    "text": "Wonderful lil tapas and the ambience made me feel all warm and fuzzy inside."
  },
  {
    "label": "POSITIVE",
    "text": "I got to enjoy the seafood salad, with a fabulous vinegrette."
  },
  {
    "label": "POSITIVE",
    "text": "The wontons were thin, not thick and chewy, almost melt in your mouth."
  },
  {
    "label": "POSITIVE",
    "text": "Level 5 spicy was perfect, where spice didn't over-whelm the soup."
  },
  {
    "label": "POSITIVE",
    "text": "We were sat right on time and our server from the get go was FANTASTIC!"
  },
  {
    "label": "NEGATIVE",
    "text": "Main thing I didn't enjoy is that the crowd is of older crowd, around mid 30s and up."
  },
  {
    "label": "POSITIVE",
    "text": "When I'm on this side of town, this will definitely be a spot I'll hit up again!"
  },
  {
    "label": "NEGATIVE",
    "text": "I had to wait over 30 minutes to get my drink and longer to get 2 arepas."
  },
  {
    "label": "POSITIVE",
    "text": "This is a GREAT place to eat!"
  },
  {
    "label": "POSITIVE",
    "text": "The jalapeno bacon is soooo good."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was poor and thats being nice."
  },
  {
    "label": "POSITIVE",
    "text": "Food was good, service was good, Prices were good."
  },
  {
    "label": "NEGATIVE",
    "text": "The place was not clean and the food oh so stale!"
  },
  {
    "label": "NEGATIVE",
    "text": "The chicken dishes are OK, the beef is like shoe leather."
  },
  {
    "label": "NEGATIVE",
    "text": "But the service was beyond bad."
  },
  {
    "label": "POSITIVE",
    "text": "I'm so happy to be here!!!\""
  },
  {
    "label": "NEGATIVE",
    "text": "Tasted like dirt."
  },
  {
    "label": "POSITIVE",
    "text": "One of the few places in Phoenix that I would definately go back to again ."
  },
  {
    "label": "POSITIVE",
    "text": "The block was amazing."
  },
  {
    "label": "POSITIVE",
    "text": "It's close to my house, it's low-key, non-fancy, affordable prices, good food."
  },
  {
    "label": "POSITIVE",
    "text": "* Both the Hot & Sour & the Egg Flower Soups were absolutely 5 Stars!"
  },
  {
    "label": "NEGATIVE",
    "text": "My sashimi was poor quality being soggy and tasteless."
  },
  {
    "label": "POSITIVE",
    "text": "Great time - family dinner on a Sunday night."
  },
  {
    "label": "NEGATIVE",
    "text": "the food is not tasty at all, not to say its \"real traditional Hunan style\"."
  },
  {
    "label": "NEGATIVE",
    "text": "What did bother me, was the slow service."
  },
  {
    "label": "POSITIVE",
    "text": "The flair bartenders are absolutely amazing!"
  },
  {
    "label": "NEGATIVE",
    "text": "Their frozen margaritas are WAY too sugary for my taste."
  },
  {
    "label": "POSITIVE",
    "text": "These were so good we ordered them twice."
  },
  {
    "label": "NEGATIVE",
    "text": "So in a nutshell: 1) The restaraunt smells like a combination of a dirty fish market and a sewer."
  },
  {
    "label": "NEGATIVE",
    "text": "My girlfriend's veal was very bad."
  },
  {
    "label": "NEGATIVE",
    "text": "Unfortunately, it was not good."
  },
  {
    "label": "POSITIVE",
    "text": "I had a pretty satifying experience."
  },
  {
    "label": "POSITIVE",
    "text": "Join the club and get awesome offers via email."
  },
  {
    "label": "POSITIVE",
    "text": "Perfect for someone (me) who only likes beer ice cold, or in this case, even colder."
  },
  {
    "label": "NEGATIVE",
    "text": "Bland and flavorless is a good way of describing the barely tepid meat."
  },
  {
    "label": "NEGATIVE",
    "text": "The chains, which I'm no fan of, beat this place easily."
  },
  {
    "label": "POSITIVE",
    "text": "The nachos are a MUST HAVE!"
  },
  {
    "label": "NEGATIVE",
    "text": "We will not be coming back."
  },
  {
    "label": "POSITIVE",
    "text": "I don't have very many words to say about this place, but it does everything pretty well."
  },
  {
    "label": "POSITIVE",
    "text": "The staff is super nice and very quick even with the crazy crowds of the downtown juries, lawyers, and court staff."
  },
  {
    "label": "POSITIVE",
    "text": "Great atmosphere, friendly and fast service."
  },
  {
    "label": "POSITIVE",
    "text": "When I received my Pita it was huge it did have a lot of meat in it so thumbs up there."
  },
  {
    "label": "NEGATIVE",
    "text": "Once your food arrives it's meh."
  },
  {
    "label": "NEGATIVE",
    "text": "Paying $7.85 for a hot dog and fries that looks like it came out of a kid's meal at the Wienerschnitzel is not my idea of a good meal."
  },
  {
    "label": "POSITIVE",
    "text": "The classic Maine Lobster Roll was fantastic."
  },
  {
    "label": "NEGATIVE",
    "text": "My brother in law who works at the mall ate here same day, and guess what he was sick all night too."
  },
  {
    "label": "POSITIVE",
    "text": "So good I am going to have to review this place twice - once hereas a tribute to the place and once as a tribute to an event held here last night."
  },
  {
    "label": "POSITIVE",
    "text": "The chips and salsa were really good, the salsa was very fresh."
  },
  {
    "label": "POSITIVE",
    "text": "This place is great!!!!!!!!!!!!!!"
  },
  {
    "label": "NEGATIVE",
    "text": "Mediocre food."
  },
  {
    "label": "POSITIVE",
    "text": "Once you get inside you'll be impressed with the place."
  },
  {
    "label": "NEGATIVE",
    "text": "I'm super pissd."
  },
  {
    "label": "POSITIVE",
    "text": "And service was super friendly."
  },
  {
    "label": "NEGATIVE",
    "text": "Why are these sad little vegetables so overcooked?"
  },
  {
    "label": "POSITIVE",
    "text": "This place was such a nice surprise!"
  },
  {
    "label": "POSITIVE",
    "text": "They were golden-crispy and delicious."
  },
  {
    "label": "NEGATIVE",
    "text": "I had high hopes for this place since the burgers are cooked over a charcoal grill, but unfortunately the taste fell flat, way flat."
  },
  {
    "label": "POSITIVE",
    "text": "I could eat their bruschetta all day it is devine."
  },
  {
    "label": "NEGATIVE",
    "text": "Not a single employee came out to see if we were OK or even needed a water refill once they finally served us our food."
  },
  {
    "label": "POSITIVE",
    "text": "Lastly, the mozzarella sticks, they were the best thing we ordered."
  },
  {
    "label": "POSITIVE",
    "text": "The first time I ever came here I had an amazing experience, I still tell people how awesome the duck was."
  },
  {
    "label": "NEGATIVE",
    "text": "The server was very negligent of our needs and made us feel very unwelcome... I would not suggest this place!"
  },
  {
    "label": "NEGATIVE",
    "text": "The service was terrible though."
  },
  {
    "label": "NEGATIVE",
    "text": "This place is overpriced, not consistent with their boba, and it really is OVERPRICED!"
  },
  {
    "label": "NEGATIVE",
    "text": "It was packed!!"
  },
  {
    "label": "POSITIVE",
    "text": "I love this place."
  },
  {
    "label": "POSITIVE",
    "text": "I can say that the desserts were yummy."
  },
  {
    "label": "NEGATIVE",
    "text": "The food was terrible."
  },
  {
    "label": "POSITIVE",
    "text": "The seasonal fruit was fresh white peach puree."
  },
  {
    "label": "NEGATIVE",
    "text": "It kept getting worse and worse so now I'm officially done."
  },
  {
    "label": "NEGATIVE",
    "text": "This place should honestly be blown up."
  },
  {
    "label": "NEGATIVE",
    "text": "But I definitely would not eat here again."
  },
  {
    "label": "NEGATIVE",
    "text": "Do not waste your money here!"
  },
  {
    "label": "POSITIVE",
    "text": "I love that they put their food in nice plastic containers as opposed to cramming it in little paper takeout boxes."
  },
  {
    "label": "POSITIVE",
    "text": "The crêpe was delicate and thin and moist."
  },
  {
    "label": "NEGATIVE",
    "text": "Awful service."
  },
  {
    "label": "NEGATIVE",
    "text": "Won't ever go here again."
  },
  {
    "label": "NEGATIVE",
    "text": "Food quality has been horrible."
  },
  {
    "label": "NEGATIVE",
    "text": "For that price I can think of a few place I would have much rather gone."
  },
  {
    "label": "NEGATIVE",
    "text": "The service here is fair at best."
  },
  {
    "label": "NEGATIVE",
    "text": "I do love sushi, but I found Kabuki to be over-priced, over-hip and under-services."
  },
  {
    "label": "NEGATIVE",
    "text": "Do yourself a favor and stay away from this dish."
  },
  {
    "label": "NEGATIVE",
    "text": "Very poor service."
  },
  {
    "label": "NEGATIVE",
    "text": "No one at the table thought the food was above average or worth the wait that we had for it."
  },
  {
    "label": "POSITIVE",
    "text": "Best service and food ever, Maria our server was so good and friendly she made our day."
  },
  {
    "label": "POSITIVE",
    "text": "They were excellent."
  },
  {
    "label": "NEGATIVE",
    "text": "I paid the bill but did not tip because I felt the server did a terrible job."
  },
  {
    "label": "POSITIVE",
    "text": "Just had lunch here and had a great experience."
  },
  {
    "label": "NEGATIVE",
    "text": "I have never had such bland food which surprised me considering the article we read focused so much on their spices and flavor."
  },
  {
    "label": "NEGATIVE",
    "text": "Food is way overpriced and portions are fucking small."
  },
  {
    "label": "POSITIVE",
    "text": "I recently tried Caballero's and I have been back every week since!"
  },
  {
    "label": "NEGATIVE",
    "text": "for 40 bucks a head, i really expect better food."
  },
  {
    "label": "POSITIVE",
    "text": "The food came out at a good pace."
  },
  {
    "label": "POSITIVE",
    "text": "I ate there twice on my last visit, and especially enjoyed the salmon salad."
  },
  {
    "label": "NEGATIVE",
    "text": "I won't be back."
  },
  {
    "label": "NEGATIVE",
    "text": "We could not believe how dirty the oysters were!"
  },
  {
    "label": "NEGATIVE",
    "text": "This place deserves no stars."
  },
  {
    "label": "NEGATIVE",
    "text": "I would not recommend this place."
  },
  {
    "label": "POSITIVE",
    "text": "In fact I'm going to round up to 4 stars, just because she was so awesome."
  },
  {
    "label": "NEGATIVE",
    "text": "To my disbelief, each dish qualified as the worst version of these foods I have ever tasted."
  },
  {
    "label": "NEGATIVE",
    "text": "Bad day or not, I have a very low tolerance for rude customer service people, it is your job to be nice and polite, wash dishes otherwise!!"
  },
  {
    "label": "POSITIVE",
    "text": "the potatoes were great and so was the biscuit."
  },
  {
    "label": "NEGATIVE",
    "text": "I probably would not go here again."
  },
  {
    "label": "POSITIVE",
    "text": "So flavorful and has just the perfect amount of heat."
  },
  {
    "label": "POSITIVE",
    "text": "The price is reasonable and the service is great."
  },
  {
    "label": "NEGATIVE",
    "text": "The Wife hated her meal (coconut shrimp), and our friends really did not enjoy their meals, either."
  },
  {
    "label": "NEGATIVE",
    "text": "My fella got the huevos rancheros and they didn't look too appealing."
  },
  {
    "label": "POSITIVE",
    "text": "Went in for happy hour, great list of wines."
  },
  {
    "label": "POSITIVE",
    "text": "Some may say this buffet is pricey but I think you get what you pay for and this place you are getting quite a lot!"
  },
  {
    "label": "NEGATIVE",
    "text": "I probably won't be coming back here."
  },
  {
    "label": "NEGATIVE",
    "text": "Worst food/service I've had in a while."
  },
  {
    "label": "POSITIVE",
    "text": "This place is pretty good, nice little vibe in the restaurant."
  },
  {
    "label": "POSITIVE",
    "text": "Talk about great customer service of course we will be back."
  },
  {
    "label": "NEGATIVE",
    "text": "Hot dishes are not hot, cold dishes are close to room temp.I watched staff prepare food with BARE HANDS, no gloves.Everything is deep fried in oil."
  },
  {
    "label": "POSITIVE",
    "text": "I love their fries and their beans."
  },
  {
    "label": "POSITIVE",
    "text": "Always a pleasure dealing with him."
  },
  {
    "label": "POSITIVE",
    "text": "They have a plethora of salads and sandwiches, and everything I've tried gets my seal of approval."
  },
  {
    "label": "POSITIVE",
    "text": "This place is awesome if you want something light and healthy during the summer."
  },
  {
    "label": "POSITIVE",
    "text": "For sushi on the Strip, this is the place to go."
  },
  {
    "label": "POSITIVE",
    "text": "The service was great, even the manager came and helped with our table."
  },
  {
    "label": "NEGATIVE",
    "text": "The feel of the dining room was more college cooking course than high class dining and the service was slow at best."
  },
  {
    "label": "NEGATIVE",
    "text": "I started this review with two stars, but I'm editing it to give it only one."
  },
  {
    "label": "NEGATIVE",
    "text": "this is the worst sushi i have ever eat besides Costco's."
  },
  {
    "label": "POSITIVE",
    "text": "All in all an excellent restaurant highlighted by great service, a unique menu, and a beautiful setting."
  },
  {
    "label": "POSITIVE",
    "text": "My boyfriend and i sat at the bar and had a completely delightful experience."
  },
  {
    "label": "NEGATIVE",
    "text": "Weird vibe from owners."
  },
  {
    "label": "NEGATIVE",
    "text": "There was hardly any meat."
  },
  {
    "label": "NEGATIVE",
    "text": "I've had better bagels from the grocery store."
  },
  {
    "label": "POSITIVE",
    "text": "Go To Place for Gyros."
  },
  {
    "label": "POSITIVE",
    "text": "I love the owner/chef, his one authentic Japanese cool dude!"
  },
  {
    "label": "NEGATIVE",
    "text": "Now the burgers aren't as good, the pizza which used to be amazing is doughy and flavorless."
  },
  {
    "label": "NEGATIVE",
    "text": "I found a six inch long piece of wire in my salsa."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was terrible, food was mediocre."
  },
  {
    "label": "POSITIVE",
    "text": "We definately enjoyed ourselves."
  },
  {
    "label": "NEGATIVE",
    "text": "I ordered Albondigas soup - which was just warm - and tasted like tomato soup with frozen meatballs."
  },
  {
    "label": "NEGATIVE",
    "text": "On three different occasions I asked for well done or medium well, and all three times I got the bloodiest piece of meat on my plate."
  },
  {
    "label": "NEGATIVE",
    "text": "I had about two bites and refused to eat anymore."
  },
  {
    "label": "NEGATIVE",
    "text": "The service was extremely slow."
  },
  {
    "label": "NEGATIVE",
    "text": "After 20 minutes wait, I got a table."
  },
  {
    "label": "POSITIVE",
    "text": "Seriously killer hot chai latte."
  },
  {
    "label": "NEGATIVE",
    "text": "No allergy warnings on the menu, and the waitress had absolutely no clue as to which meals did or did not contain peanuts."
  },
  {
    "label": "POSITIVE",
    "text": "My boyfriend tried the Mediterranean Chicken Salad and fell in love."
  },
  {
    "label": "POSITIVE",
    "text": "Their rotating beers on tap is also a highlight of this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Pricing is a bit of a concern at Mellow Mushroom."
  },
  {
    "label": "NEGATIVE",
    "text": "Worst Thai ever."
  },
  {
    "label": "POSITIVE",
    "text": "If you stay in Vegas you must get breakfast here at least once."
  },
  {
    "label": "POSITIVE",
    "text": "I want to first say our server was great and we had perfect service."
  },
  {
    "label": "POSITIVE",
    "text": "The pizza selections are good."
  },
  {
    "label": "POSITIVE",
    "text": "I had strawberry tea, which was good."
  },
  {
    "label": "NEGATIVE",
    "text": "Highly unprofessional and rude to a loyal patron!"
  },
  {
    "label": "POSITIVE",
    "text": "Overall, a great experience."
  },
  {
    "label": "NEGATIVE",
    "text": "Spend your money elsewhere."
  },
  {
    "label": "POSITIVE",
    "text": "Their regular toasted bread was equally satisfying with the occasional pats of butter... Mmmm...!"
  },
  {
    "label": "NEGATIVE",
    "text": "The Buffet at Bellagio was far from what I anticipated."
  },
  {
    "label": "NEGATIVE",
    "text": "And the drinks are WEAK, people!"
  },
  {
    "label": "NEGATIVE",
    "text": "-My order was not correct."
  },
  {
    "label": "NEGATIVE",
    "text": "Also, I feel like the chips are bought, not made in house."
  },
  {
    "label": "NEGATIVE",
    "text": "After the disappointing dinner we went elsewhere for dessert."
  },
  {
    "label": "POSITIVE",
    "text": "The chips and sals a here is amazing!!!!!!!!!!!!!!!!!!!"
  },
  {
    "label": "NEGATIVE",
    "text": "We won't be returning."
  },
  {
    "label": "POSITIVE",
    "text": "This is my new fav Vegas buffet spot."
  },
  {
    "label": "NEGATIVE",
    "text": "I seriously cannot believe that the owner has so many unexperienced employees that all are running around like chickens with their heads cut off."
  },
  {
    "label": "NEGATIVE",
    "text": "Very, very sad."
  },
  {
    "label": "NEGATIVE",
    "text": "i felt insulted and disrespected, how could you talk and judge another human being like that?"
  },
  {
    "label": "NEGATIVE",
    "text": "How can you call yourself a steakhouse if you can't properly cook a steak, I don't understand!"
  },
  {
    "label": "NEGATIVE",
    "text": "I'm not impressed with the concept or the food."
  },
  {
    "label": "NEGATIVE",
    "text": "The only thing I wasn't too crazy about was their guacamole as I don't like it puréed."
  },
  {
    "label": "NEGATIVE",
    "text": "There is really nothing for me at postinos, hope your experience is better"
  },
  {
    "label": "NEGATIVE",
    "text": "I got food poisoning here at the buffet."
  },
  {
    "label": "NEGATIVE",
    "text": "They brought a fresh batch of fries and I was thinking yay something warm but no!"
  },
  {
    "label": "NEGATIVE",
    "text": "What SHOULD have been a hilarious, yummy Christmas Eve dinner to remember was the biggest fail of the entire trip for us."
  },
  {
    "label": "NEGATIVE",
    "text": "Needless to say, I won't be going back anytime soon."
  },
  {
    "label": "NEGATIVE",
    "text": "This place is disgusting!"
  },
  {
    "label": "POSITIVE",
    "text": "Every time I eat here, I see caring teamwork to a professional degree."
  },
  {
    "label": "NEGATIVE",
    "text": "The RI style calamari was a joke."
  },
  {
    "label": "NEGATIVE",
    "text": "However, there was so much garlic in the fondue, it was barely edible."
  },
  {
    "label": "NEGATIVE",
    "text": "I could barely stomach the meal, but didn't complain because it was a business lunch."
  },
  {
    "label": "NEGATIVE",
    "text": "It was so bad, I had lost the heart to finish it."
  },
  {
    "label": "NEGATIVE",
    "text": "It also took her forever to bring us the check when we asked for it."
  },
  {
    "label": "NEGATIVE",
    "text": "We aren't ones to make a scene at restaurants but I just don't get it...definitely lost the love after this one!"
  },
  {
    "label": "NEGATIVE",
    "text": "Disappointing experience."
  },
  {
    "label": "NEGATIVE",
    "text": "The food is about on par with Denny's, which is to say, not good at all."
  },
  {
    "label": "NEGATIVE",
    "text": "If you want to wait for mediocre food and downright terrible service, then this is the place for you."
  },
  {
    "label": "NEGATIVE",
    "text": "WAAAAAAyyyyyyyyyy over rated is all I am saying."
  },
  {
    "label": "NEGATIVE",
    "text": "We won't be going back."
  },
  {
    "label": "NEGATIVE",
    "text": "The place was fairly clean but the food simply wasn't worth it."
  },
  {
    "label": "NEGATIVE",
    "text": "This place lacked style!!"
  },
  {
    "label": "NEGATIVE",
    "text": "The sangria was about half of a glass wine full and was $12, ridiculous."
  },
  {
    "label": "NEGATIVE",
    "text": "Don't bother coming here."
  },
  {
    "label": "NEGATIVE",
    "text": "The meat was pretty dry, I had the sliced brisket and pulled pork."
  },
  {
    "label": "NEGATIVE",
    "text": "The building itself seems pretty neat, the bathroom is pretty trippy, but I wouldn't eat here again."
  },
  {
    "label": "NEGATIVE",
    "text": "It was equally awful."
  },
  {
    "label": "NEGATIVE",
    "text": "Probably not in a hurry to go back."
  },
  {
    "label": "NEGATIVE",
    "text": "very slow at seating even with reservation."
  },
  {
    "label": "NEGATIVE",
    "text": "Not good by any stretch of the imagination."
  },
  {
    "label": "NEGATIVE",
    "text": "The cashew cream sauce was bland and the vegetables were undercooked."
  },
  {
    "label": "NEGATIVE",
    "text": "The chipolte ranch dipping sause was tasteless, seemed thin and watered down with no heat."
  },
  {
    "label": "NEGATIVE",
    "text": "It was a bit too sweet, not really spicy enough, and lacked flavor."
  },
  {
    "label": "NEGATIVE",
    "text": "I was VERY disappointed!!"
  },
  {
    "label": "NEGATIVE",
    "text": "This place is horrible and way overpriced."
  },
  {
    "label": "NEGATIVE",
    "text": "Maybe it's just their Vegetarian fare, but I've been twice and I thought it was average at best."
  },
  {
    "label": "NEGATIVE",
    "text": "It wasn't busy at all and now we know why."
  },
  {
    "label": "NEGATIVE",
    "text": "The tables outside are also dirty a lot of the time and the workers are not always friendly and helpful with the menu."
  },
  {
    "label": "NEGATIVE",
    "text": "The ambiance here did not feel like a buffet setting, but more of a douchey indoor garden for tea and biscuits."
  },
  {
    "label": "NEGATIVE",
    "text": "Con: spotty service."
  },
  {
    "label": "NEGATIVE",
    "text": "The fries were not hot, and neither was my burger."
  },
  {
    "label": "NEGATIVE",
    "text": "But then they came back cold."
  },
  {
    "label": "NEGATIVE",
    "text": "Then our food came out, disappointment ensued."
  },
  {
    "label": "NEGATIVE",
    "text": "The real disappointment was our waiter."
  },
  {
    "label": "NEGATIVE",
    "text": "My husband said she was very rude... did not even apologize for the bad food or anything."
  },
  {
    "label": "NEGATIVE",
    "text": "The only reason to eat here would be to fill up before a night of binge drinking just to get some carbs in your stomach."
  },
  {
    "label": "NEGATIVE",
    "text": "Insults, profound deuchebaggery, and had to go outside for a smoke break while serving just to solidify it."
  },
  {
    "label": "NEGATIVE",
    "text": "If someone orders two tacos don't' you think it may be part of customer service to ask if it is combo or ala cart?"
  },
  {
    "label": "NEGATIVE",
    "text": "She was quite disappointed although some blame needs to be placed at her door."
  },
  {
    "label": "NEGATIVE",
    "text": "After all the rave reviews I couldn't wait to eat here......what a disappointment!"
  },
  {
    "label": "NEGATIVE",
    "text": "Del Taco is pretty nasty and should be avoided if possible."
  },
  {
    "label": "NEGATIVE",
    "text": "It's NOT hard to make a decent hamburger."
  },
  {
    "label": "NEGATIVE",
    "text": "But I don't like it."
  },
  {
    "label": "NEGATIVE",
    "text": "Hell no will I go back"
  },
  {
    "label": "NEGATIVE",
    "text": "We've have gotten a much better service from the pizza place next door than the services we received from this restaurant."
  },
  {
    "label": "NEGATIVE",
    "text": "I don't know what the big deal is about this place, but I won't be back \"ya'all\"."
  },
  {
    "label": "NEGATIVE",
    "text": "I immediately said I wanted to talk to the manager but I did not want to talk to the guy who was doing shots of fireball behind the bar."
  },
  {
    "label": "NEGATIVE",
    "text": "The ambiance isn't much better."
  },
  {
    "label": "NEGATIVE",
    "text": "Unfortunately, it only set us up for disapppointment with our entrees."
  },
  {
    "label": "NEGATIVE",
    "text": "The food wasn't good."
  },
  {
    "label": "NEGATIVE",
    "text": "Your servers suck, wait, correction, our server Heimer sucked."
  },
  {
    "label": "NEGATIVE",
    "text": "What happened next was pretty....off putting."
  },
  {
    "label": "NEGATIVE",
    "text": "too bad cause I know it's family owned, I really wanted to like this place."
  },
  {
    "label": "NEGATIVE",
    "text": "Overpriced for what you are getting."
  },
  {
    "label": "NEGATIVE",
    "text": "I vomited in the bathroom mid lunch."
  },
  {
    "label": "NEGATIVE",
    "text": "I kept looking at the time and it had soon become 35 minutes, yet still no food."
  },
  {
    "label": "NEGATIVE",
    "text": "I have been to very few places to eat that under no circumstances would I ever return to, and this tops the list."
  },
  {
    "label": "NEGATIVE",
    "text": "We started with the tuna sashimi which was brownish in color and obviously wasn't fresh."
  },
  {
    "label": "NEGATIVE",
    "text": "Food was below average."
  },
  {
    "label": "NEGATIVE",
    "text": "It sure does beat the nachos at the movies but I would expect a little bit more coming from a restaurant."
  },
  {
    "label": "NEGATIVE",
    "text": "All in all, Ha Long Bay was a bit of a flop."
  },
  {
    "label": "NEGATIVE",
    "text": "The problem I have is that they charge $11.99 for a sandwich that is no bigger than a Subway sub (which offers better and more amount of vegetables)."
  },
  {
    "label": "NEGATIVE",
    "text": "Shrimp- When I unwrapped it (I live only 1/2 a mile from Brushfire) it was literally ice cold."
  },
  {
    "label": "NEGATIVE",
    "text": "It lacked flavor, seemed undercooked, and dry."
  },
  {
    "label": "NEGATIVE",
    "text": "It really is impressive that the place hasn't closed down."
  },
  {
    "label": "NEGATIVE",
    "text": "I would avoid this place if you are staying in the Mirage."
  },
  {
    "label": "NEGATIVE",
    "text": "The refried beans that came with my meal were dried out and crusty and the food was bland."
  },
  {
    "label": "NEGATIVE",
    "text": "Spend your money and time some place else."
  },
  {
    "label": "NEGATIVE",
    "text": "A lady at the table next to us found a live green caterpillar In her salad."
  },
  {
    "label": "NEGATIVE",
    "text": "the presentation of the food was awful."
  },
  {
    "label": "NEGATIVE",
    "text": "I can't tell you how disappointed I was."
  },
  {
    "label": "NEGATIVE",
    "text": "I think food should have flavor and texture and both were lacking."
  },
  {
    "label": "NEGATIVE",
    "text": "Appetite instantly gone."
  },
  {
    "label": "NEGATIVE",
    "text": "Overall I was not impressed and would not go back."
  },
  {
    "label": "NEGATIVE",
    "text": "The whole experience was underwhelming, and I think we'll just go to Ninja Sushi next time."
  },
  {
    "label": "NEGATIVE",
    "text": "Then, as if I hadn't wasted enough of my life there, they poured salt in the wound by drawing out the time it took to bring the check."
  }
]